{
"meta": {
    "version": "1.0",
    "lastUpdate": "2025-09-20"
},
"duaas": [
{
    "name": "دعاء العهد",
    "source": "مفاتيح الجنان",
    "text": "اللّهُمَّ رَبَّ النُّورِ العَظِيمِ وَرَبَّ الكُرْسِيِّ الرَّفِيعِ وَرَبَّ البَحْرِ المَسْجُورِ وَمُنْزِلَ التَّوْراةِ وَالانْجِيلِ وَالزَّبُورِ وَرَبَّ الظِّلِّ وَالحَرُورِ وَمُنْزِلَ القُرْآنِ العَظِيمِ وَرَبَّ المَلائِكَةِ المُقَرَّبِينَ وَالأَنْبِياءِ وَالمُرْسَلِينَ، اللّهُمَّ إِنِّي أَسْأَلُكَ بِوَجْهِكَ الكَرِيمِ وَبِنُورِ وَجْهِكَ المُنِيرِ وَمُلْكِكَ القَدِيمِ، ياحَيُّ ياقَيُّومُ أَسْأَلُكَ بِاسْمِكَ الَّذِي أَشْرَقَتْ بِهِ السَّماواتُ وَالاَرَضُونَ وَبِاسْمِكَ الَّذِي يَصْلَحُ بِهِ الأوَّلُونَ وَالآخِرُونَ، ياحَيّاً قَبْلَ كُلِّ حَيٍّ وَياحَيّاً بَعْدَ كُلِّ حَيٍّ وَياحَيّاً حِينَ لاحَيَّ يامُحْيِيَ المَوْتى وَمُمِيتَ الاَحْياءِ ياحَيُّ لا إِلهَ إِلاّ أَنْتَ. \n\n اللّهُمَّ بَلِّغْ مَوْلانا الإمام الهادِيَ المَهْدِيَّ القائِمَ بِأَمْرِكَ صَلواتُ الله عَلَيْهِ وَعَلى آبائِهِ الطَّاهِرِينَ عَنْ جَمِيعِ المُؤْمِنِينَ وَالمُؤْمِناتِ فِي مَشارِقِ الاَرْضِ وَمَغارِبِها سَهْلِها وَجَبَلِها وَبَرِّها وَبَحْرِها وَعَنِّي وَعَنْ وَالِدَيَّ مِنَ الصَّلَواتِ زِنَةَ عَرْشِ الله وَمِدادَ كَلِماتِهِ وَما أحْصاهُ عِلْمُهُ وَأَحاطَ بِهِ كِتابُهُ، اللّهُمَّ إِنِّي أُجَدِّدُ لَهُ فِي صَبيحةِ يَوْمِي هذا وَما عِشْتُ مِنْ أيّامِي عَهْداً وَعَقْداً وَبَيْعَةً لَهُ فِي عُنُقِي لاأَحُولُ عَنْها وَلاأَزُولُ أَبَداً، اللّهُمَّ اجْعَلْنِي مِنْ أَنْصارِهِ وَأَعْوانِهِ وَالذَّابِّينَ عَنْهُ وَالمُسارِعِينَ إِلَيْهِ فِي قَضاء حَوائِجِهِ وَالمُمْتَثِلِينَ لاَوامِرِهِ وَالمُحامِينَ عَنْهُ وَالسَّابِقِينَ إِلى إِرادَتِهِ وَالمُسْتَشْهَدِينَ بَيْنَ يَدَيْهِ. \n\n اللّهُمَّ إِنْ حالَ بَيْنِي وَبَيْنَهُ المَوْتُ الَّذِي جَعَلْتَهُ عَلى عِبادِكَ حَتْما مَقْضِيّا فَأخْرِجْنِي مِنْ قَبْرِي مُؤْتَزِراً كَفَنِي شاهِراً سَيْفِي مُجَرِّداً قَناتِي مُلَبِّيا دَعْوَةَ الدَّاعِي فِي الحاضِرِ وَالبادِي، اللّهُمَّ أَرِنِي الطَّلْعَةَ الرَّشِيدَةَ وَالغُرَّةَ الحَمِيدَةَ وَاكْحُلْ ناظِرِي بِنَظْرَةٍ مِنِّي إِلَيْهِ وَعَجِّلْ فَرَجَهُ وَسَهِّلْ مَخْرَجَهُ وَأَوْسِعْ مَنْهَجَهُ وَاسْلُكْ بِي مَحَجَّتَهُ وَأَنْفِذْ أَمْرَهُ وَاشْدُدْ أَزْرَهُ، وَاعْمُرِ اللّهُمَّ بِهِ بِلادَكَ وَأَحْيِ بِه عِبادَكَ فَإِنَّكَ قُلْتَ وَقَوْلُكَ الحَقُّ: ظَهَرَ الفَسادُ فِي البَرِّ وَالبَحْرِ بِما كَسَبَتْ أَيْدِي النَّاسِ فَأَظْهِرِ اللّهُمَّ لَنا وَلِيَّكَ وَابْنَ بِنْتِ نَبِيِّكَ المُسَمّى بِاسْمِ رَسُولِكَ حَتّى لايَظْفَرَ بِشَيٍْ مِنَ الباطِلِ إِلاّ مَزَّقَهُ وَيَحِقَّ الحَقَّ وَيُحَقِّقَهُ، وَاجْعَلْهُ اللّهُمَّ مَفْزَعاً لِمَظْلُومِ عِبادِكَ وَناصِراً لِمْن لايَجِدُ لَهُ ناصِراً غَيْرَكَ وَمُجَدِّداً لِما عُطِّلَ مِنْ أَحْكامِ كِتابِكَ وَمُشَيِّداً لِما وَرَدَ مِنْ أَعْلامِ دِينِكَ وَسُنَنِ نَبِيِّكَ صَلّى الله عَلَيْهِ وَآلِهِ، وَاجْعَلْهُ، اللّهُمَّ مِمَّنْ حَصَّنْتَهُ مِنْ بَأْسِ المُعْتَدِينَ اللّهُمَّ وَسُرَّ نَبِيِّكَ مُحَمَّداً صَلّى الله عَلَيْهِ وَآلِهِ بِرُؤْيَتِهِ وَمَنْ تَبِعَهُ عَلى دَعْوَتِهِ وَارْحَم اسْتِكانَتَنا بَعْدَهُ اللّهُمَّ اكْشِفْ هذِهِ الغُمَّةَ عَنْ هذِهِ الاُمَّةِ بِحُضُورِهِ وَعَجِّلْ لَنا ظُهُورَهُ إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَنَراهُ قَرِيباً بِرَحْمَتِكَ ياأَرْحَمَ الرَّاحِمِينَ. \n\n\n ثم تضرب على فخذك الايمن بيدك 'ثلاث مرّات' وتقول كل 'مرّة': العَجَلَ العَجَلَ يامَوْلايَ ياصاحِبَ الزَّمانِ."
},
{
    "name": "دعاء الندبة",
    "source": "مفاتيح الجنان",
    "text": "اَلْحَمْدُ للهِ رَبِّ الْعالَمينَ وَصَلَّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ نَبِيِّهِ وَآلِهِ وَسَلَّمَ تَسْليماً، اَللّـهُمَّ لَكَ الْحَمْدُ عَلى ما جَرى بِهِ قَضاؤكَ في اَوْلِيائِكَ الَّذينَ اسْتَخْلَصْتَهُمْ لِنَفْسِكَ وَدينِكَ، اِذِ اخْتَرْتَ لَهُمْ جَزيلَ ما عِنْدَكَ مِنَ النَّعيمِ الْمُقيمِ الَّذي لا زَوالَ لَهُ وَلاَ اضْمِحْلالَ، بَعْدَ اَنْ شَرَطْتَ عَلَيْهِمُ الزُّهْدَ في دَرَجاتِ هذِهِ الدُّنْيَا الدَّنِيَّةِ وَزُخْرُفِها وَزِبْرِجِها، فَشَرَطُوا لَكَ ذلِكَ وَعَلِمْتَ مِنْهُمُ الْوَفاءَ بِهِ فَقَبِلْتَهُمْ وَقَرَّبْتَهُمْ، وَقَدَّمْتَ لَهُمُ الذِّكْرَ الْعَلِيَّ وَالثَّناءَ الْجَلِىَّ، وَاَهْبَطْتَ عَلَيْهِمْ مَلائِكَتَكَ وَكَرَّمْتَهُمْ بِوَحْيِكَ، وَرَفَدْتَهُمْ بِعِلْمِكَ، وَجَعَلْتَهُمُ الذَّريعَةَ اِلَيْكَ وَالْوَسيلَةَ اِلى رِضْوانِكَ، فَبَعْضٌ اَسْكَنْتَهُ جَنَّتَكَ اِلى اَنْ اَخْرَجْتَهُ مِنْها، وَبَعْضٌ حَمَلْتَهُ في فُلْكِكَ وَنَجَّيْتَهُ وَمَنْ آمَنَ مَعَهُ مِنَ الْهَلَكَةِ بِرَحْمَتِكَ، وَبَعْضٌ اتَّخَذْتَهُ لِنَفْسِكَ خَليلاً وَسَأَلَكَ لِسانَ صِدْق فِي الاْخِرينَ فَاَجَبْتَهُ وَجَعَلْتَ ذلِكَ عَلِيّاً، وَبَعْضٌ كَلَّمْتَهُ مِنْ شَجَـرَةٍ تَكْليماً وَجَعَلْتَ لَهُ مِنْ اَخيهِ رِدْءاً وَوَزيراً، وَبَعْضٌ اَوْلَدْتَهُ مِنْ غَيْرِ اَب وَآتَيْتَهُ الْبَيِّناتِ وَاَيَّدْتَهُ بِرُوحِ الْقُدُسِ، وَكُلٌّ شَرَعْتَ لَهُ شَريعَةً، وَنَهَجْتَ لَهُ مِنْهاجاً، وَتَخَيَّرْتَ لَهُ اَوْصِياءَ، مُسْتَحْفِظاً بَعْدَ مُسْتَحْفِظ مِنْ مُدَّةٍ اِلى مُدَّةٍ، اِقامَةً لِدينِكَ، وَحُجَّةً عَلى عِبادِكَ، وَلِئَلّا يَزُولَ الْحَقُّ عَنْ مَقَرِّهِ وَيَغْلِبَ الْباطِلُ عَلى اَهْلِهِ، وَلا يَقُولَ اَحَدٌ لَوْلا اَرْسَلْتَ اِلَيْنا رَسُولاً مُنْذِراً وَاَقَمْتَ لَنا عَلَماً هادِياً فَنَتَّبِـعَ آياتِكَ مِنْ قَبْلِ اَنْ نَذِلَّ وَنَخْزى، اِلى اَنِ انْتَهَيْتَ بِالاَْمْرِ اِلى حَبيبِكَ وَنَجيبِكَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، فَكانَ كَمَا انْتَجَبْتَهُ سَيِّدَ مَنْ خَلَقْتَهُ، وَصَفْوَةَ مَنِ اصْطَفَيْتَهُ، وَاَفْضَلَ مَنِ اجْتَبَيْتَهُ، وَاَكْرَمَ مَنِ اعْتَمَدْتَهُ، قَدَّمْتَهُ عَلى اَنْبِيائِكَ، وَبَعَثْتَهُ اِلَى الثَّقَلَيْنِ مِنْ عِبادِكَ، وَاَوْطَأتَهُ مَشارِقَكَ وَمَغارِبَكَ، وَسَخَّرْتَ لَهُ الْبُراقَ، وَعَرَجْتَ (به) بِرُوْحِهِ اِلى سَمائِكَ، وَاَوْدَعْتَهُ عِلْمَ ما كانَ وَما يَكُونُ اِلَى انْقِضاءِ خَلْقِكَ، ثُمَّ نَصَرْتَهُ بِالرُّعْبِ، وَحَفَفْتَهُ بِجَبْرَئيلَ وَميكائيلَ وَالْمُسَوِّمينَ مِنْ مَلائِكَتِكَ وَوَعَدْتَهُ اَنْ تُظْهِرَ دينَهُ عَلَى الدّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ، وَذلِكَ بَعْدَ اَنْ بَوَّأتَهُ مَبَوَّأَ صِدْقٍ مِنْ اَهْلِهِ، وَجَعَلْتَ لَهُ وَلَهُمْ اَوَّلَ بَيْتٍ وُضِعَ لِلنّاسِ لَلَّذي بِبَكَّةَ مُبارَكاً وَهُدىً لِلْعالَمينَ، فيهِ آياتٌ بَيِّناتٌ مَقامُ اِبْراهيمَ وَمَنْ دَخَلَهُ كانَ آمِناً، وَقُلْتَ (اِنَّما يُريدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهيراً) ثُمَّ جَعَلْتَ اَجْرَ مُحَمَّدٍ صَلَواتُكَ عَلَيْهِ وَآلِهِ مَوَدَّتَهُمْ في كِتابِكَ فَقُلْتَ: (قُلْ لا اَسْاَلُكُمْ عَلَيْهِ اَجْراً اِلاَّ الْمَوَدَّةَ فِى الْقُرْبى) وَقُلْتَ (ما سَألْتُكُمْ مِنْ اَجْر فَهُوَلَكُمْ) وَقُلْتَ: (ما اَسْاَلُكُمْ عَلَيْهِ مِنْ اَجْر الاّ مَنْ شاءَ اَنْ يَتَّخِذَ اِلى رَبِّهِ سَبيلاً)، فَكانُوا هُمُ السَّبيلَ اِلَيْكَ وَالْمَسْلَكَ اِلى رِضْوانِكَ، فَلَمَّا انْقَضَتْ اَيّامُهُ اَقامَ وَلِيَّهُ عَلِيَّ بْنَ اَبي طالِب صَلَواتُكَ عَلَيْهِما وَآلِهِما هادِياً، اِذْ كانَ هُوَ الْمُنْذِرَ وَلِكُلِّ قَوْم هاد، فَقالَ وَالْمَلأُ اَمامَهُ: مَنْ كُنْتُ مَوْلاهُ فَعَلِيٌّ مَوْلاهُ اَللّـهُمَّ والِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَانْصُرْ مَنْ نَصَرَهُ وَاخْذُلْ مَنْ خَذَلَهُ، وَقالَ: مَنْ كُنْتُ اَنَا نَبِيَّهُ فَعَلِيٌّ اَميرُهُ، وَقالَ اَنَا وَعَلِيٌّ مِنْ شَجَرَة واحِدَة وَسائِرُالنَّاسِ مِنْ شَجَر شَتّى، وَاَحَلَّهُ مَحَلَّ هارُونَ مِنْ مُوسى، فَقال لَهُ اَنْتَ مِنّي بِمَنْزِلَةِ هارُونَ مِنْ مُوسى الّا اَنَّهُ لا نَبِيَّ بَعْدي، وَزَوَّجَهُ ابْنَتَهُ سَيِّدَةَ نِساءِ الْعالَمينَ، وَاَحَلَّ لَهُ مِنْ مَسْجِدِهِ ما حَلَّ لَهُ، وَسَدَّ الاَْبْوابَ اِلاّ بابَهُ، ثُمَّ اَوْدَعَهُ عِلْمَهُ وَحِكْمَتَهُ فَقالَ: اَنـَا مَدينَةُ الْعِلْمِ وَعَلِىٌّ بابُها، فَمَنْ اَرادَ الْمَدينَةَ وَالْحِكْمَةَ فَلْيَاْتِها مِنْ بابِها، ثُمَّ قالَ: اَنْتَ اَخي وَوَصِيّي وَوارِثي، لَحْمُكَ مِنْ لَحْمي وَدَمُكَ مِنْ دَمي وَسِلْمُكَ سِلْمي وَحَرْبُكَ حَرْبي وَالإيمانُ مُخالِطٌ لَحْمَكَ وَدَمَكَ كَما خالَطَ لَحْمي وَدَمي، وَاَنْتَ غَداً عَلَى الْحَوْضِ خَليفَتي وَاَنْتَ تَقْضي دَيْني وَتُنْجِزُ عِداتي وَشيعَتُكَ عَلى مَنابِرَ مِنْ نُور مُبْيَضَّةً وُجُوهُهُمْ حَوْلي فِي الْجَنَّةِ وَهُمْ جيراني، وَلَوْلا اَنْتَ يا عَلِيُّ لَمْ يُعْرَفِ الْمُؤْمِنُونَ بَعْدي، وَكانَ بَعْدَهُ هُدىً مِنَ الضَّلالِ وَنُوراً مِنَ الْعَمى، وَحَبْلَ اللهِ الْمَتينَ وَصِراطَهُ الْمُسْتَقيمَ، لا يُسْبَقُ بِقَرابَةٍ في رَحِمٍ وَلا بِسابِقَةٍ في دينٍ، وَلا يُلْحَقُ في مَنْقَبَةٍ مِنْ مَناقِبِهِ، يَحْذُو حَذْوَ الرَّسُولِ صَلَّى اللهُ عَلَيْهِما وَآلِهِما، وَيُقاتِلُ عَلَى التَّأويلِ وَلا تَأخُذُهُ فِي اللهِ لَوْمَةُ لائِمٍ، قَدْ وَتَرَ فيهِ صَناديدَ الْعَرَبِ وَقَتَلَ اَبْطالَهُمْ وَناوَشَ (ناهش) ذُؤْبانَهُمْ، فَاَوْدَعَ قُلُوبَهُمْ اَحْقاداً بَدْرِيَّةً وَخَيْبَرِيَّةً وَحُنَيْنِيَّةً وَغَيْرَهُنَّ، فَاَضَبَّتْ عَلى عَداوَتِهِ وَاَكَبَّتْ عَلى مُنابَذَتِهِ، حَتّى قَتَلَ النّاكِثينَ وَالْقاسِطينَ وَالْمارِقينَ، وَلَمّا قَضى نَحْبَهُ وَقَتَلَهُ اَشْقَى الاْخِرينَ يَتْبَعُ اَشْقَى الاَْوَّلينَ، لَمْ يُمْتَثَلْ اَمْرُ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ فِي الْهادينَ بَعْدَ الْهادينَ، وَالاُْمَّةُ مُصِرَّةٌ عَلى مَقْتِهِ مُجْتَمِعَةٌ عَلى قَطيعَةِ رَحِمِهِ وَاِقْصاءِ وُلْدِهِ اِلّا الْقَليلَ مِمَّنْ وَفى لِرِعايَةِ الْحَقِّ فيهِمْ، فَقُتِلَ مَنْ قُتِلَ، وَسُبِيَ مَنْ سُبِيَ وَاُقْصِيَ مَنْ اُقْصِيَ وَجَرَى الْقَضاءُ لَهُمْ بِما يُرْجى لَهُ حُسْنُ الْمَثُوبَةِ، اِذْ كانَتِ الاَْرْضُ للهِ يُورِثُها مَنْ يَشاءُ مِنْ عِبادِهِ وَالْعاقِبَةُ لِلْمُتَّقينَ، وَسُبْحانَ رَبِّنا اِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولاً، وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ وَهُوَ الْعَزيزُ الْحَكيمُ، فَعَلَى الاَْطائِبِ مِنْ اَهْلِ بَيْتِ مُحَمَّدٍ وَعَلِيٍّ صَلَّى اللهُ عَلَيْهِما وَآلِهِما فَلْيَبْكِ الْباكُونَ، وَاِيّاهُمْ فَلْيَنْدُبِ النّادِبُونَ، وَلِمِثْلِهِمْ فَلْتَذْرِفِ (فَلْتًدرِ) الدُّمُوعُ، وَلْيَصْرُخِ الصّارِخُونَ، وَيَضِجَّ الضّاجُّونَ، وَيَعِـجَّ الْعاجُّوَن، اَيْنَ الْحَسَنُ اَيْنَ الْحُسَيْنُ اَيْنَ اَبْناءُ الْحُسَيْنِ، صالِحٌ بَعْدَ صالِـحٍ، وَصادِقٌ بَعْدَ صادِقٍ، اَيْنَ السَّبيلُ بَعْدَ السَّبيلِ، اَيْنَ الْخِيَرَةُ بَعْدَ الْخِيَرَةِ، اَيْنَ الشُّمُوسُ الطّالِعَةُ، اَيْنَ الاَْقْمارُ الْمُنيرَةُ، اَيْنَ الاَْنْجُمُ الزّاهِرَةُ، اَيْنَ اَعْلامُ الدّينِ وَقَواعِدُ الْعِلْمِ، اَيْنَ بَقِيَّةُ اللهِ الَّتي لا تَخْلُو مِنَ الْعِتْرَةِ الْهادِيـَةِ، اَيـْنَ الـْمُعَدُّ لِـقَطْعِ دابِرِ الظَّلَمَةِ، اَيْنَ الْمُنْتَظَرُ لاِِقامَةِ الاَْمْتِ وَاْلعِوَجِ، اَيْنَ الْمُرْتَجى لاِزالَةِ الْجَوْرِ وَالْعُدْوانِ، اَيْنَ الْمُدَّخَرُ لِتَجْديدِ الْفَرآئِضِ و َالسُّنَنِ، اَيْنَ الْمُتَخَيَّرُ لاِِعادَةِ الْمِلَّةِ وَالشَّريعَةِ، اَيْنَ الْمُؤَمَّلُ لاِِحْياءِ الْكِتابِ وَحُدُودِهِ، اَيْنَ مُحْيي مَعالِمِ الدّينِ وَاَهْلِهِ، اَيْنَ قاصِمُ شَوْكَةِ الْمُعْتَدينَ، اَيْنَ هادِمُ اَبْنِيَةِ الشِّرْكِ وَالنِّفاقِ، اَيْنَ مُبيدُ اَهْلِ الْفُسُوقِ وَالْعِصْيانِ وَالطُّغْيانِ، اَيْنَ حاصِدُ فُرُوعِ الْغَيِّ وَالشِّقاقِ (النِفاقِ)، اَيْنَ طامِسُ آثارِ الزَّيْغِ وَالاَْهْواء،ِ اَيْنَ قاطِعُ حَبائِلِ الْكِذْبِ (الكَذِبِ) وَالاِْفْتِراءِ، اَيْنَ مُبيدُ الْعُتاةِ وَالْمَرَدَةِ، اَيْنَ مُسْتَأصِلُ اَهْلِ الْعِنادِ وَالتَّضْليلِ وَالاِْلْحادِ، اَيْنَ مُـعِزُّ الاَْوْلِياءِ وَمُذِلُّ الاَْعْداءِ، اَيْنَ جامِعُ الْكَلِمَةِ (الكَلِمِ)عَلَى التَّقْوى، اَيْنَ بابُ اللهِ الَّذى مِنْهُ يُؤْتى، اَيْنَ وَجْهُ اللهِ الَّذى اِلَيْهِ يَتَوَجَّهُ الاَْوْلِياءُ، اَيْنَ السَّبَبُ الْمُتَّصِلُ بَيْنَ الاَْرْضِ وَالسَّماءِ، اَيْنَ صاحِبُ يَوْمِ الْفَتْحِ وَناشِرُ رايَةِ الْهُدى، اَيْنَ مُؤَلِّفُ شَمْلِ الصَّلاحِ وَالرِّضا، اَيْنَ الطّالِبُ بِذُحُولِ الاَْنْبِياءِ وَاَبْناءِ الاَْنْبِياءِ، اَيْنَ الطّالِبُ (المُطالِبُ) بِدَمِ الْمَقْتُولِ بِكَرْبَلاءَ، اَيْنَ الْمَنْصُورُ عَلى مَنِ اعْتَدى عَلَيْهِ وَافْتَرى، اَيْنَ الْمُضْطَرُّ الَّذي يُجابُ اِذا دَعا اَيْنَ صَدْرُ الْخَلائِقِ ذُوالْبِرِّ وَالتَّقْوى، اَيْنَ ابْنُ النَّبِىِّ الْمُصْطَفى، وَابْنُ عَلِيٍّ الْمُرْتَضى، وَابْنُ خَديجَةَ الْغَرّآءِ، وَابْنُ فاطِمَةَ الْكُبْرى، بِاَبي اَنْتَ وَاُمّي وَنَفْسي لَكَ الْوِقاءُ وَالْحِمى، يَا بْنَ السّادَةِ الْمُقَرَّبينَ، يَا بْنَ النُّجَباءِ الاَْكْرَمينَ، يَا بْنَ الْهُداةِ الْمَهْدِيّينَ (المُهْتَدينَ)، يَا بْنَ الْخِيَرَةِ الْمُهَذَّبينَ، يَا بْنَ الْغَطارِفَةِ الاَْنْجَبينَ، يَا بْنَ الاَْطائِبِ الْمُطَهَّرينَ (المُتَطَهْريِِنَ)، يَا بْنَ الْخَضارِمَةِ الْمُنْتَجَبينَ، يَا بْنَ الْقَماقِمَةِ الاَْكْرَمينَ (الأكْبَرينَ)، يَا بْنَ الْبُدُورِ الْمُنيرَةِ، يَا بْنَ السُّرُجِ الْمُضيئَةِ، يَا بْنَ الشُّهُبِ الثّاقِبَةِ، يَا بْنَ الاَْنْجُمِ الزّاهِرَةِ، يَا بْنَ السُّبُلِ الْواضِحَةِ، يَا بْنَ الاَْعْلامِ الّلائِحَةِ، يَا بْنَ الْعُلُومِ الْكامِلَةِ، يَا بْنَ السُّنَنِ الْمَشْهُورَةِ، يَا بْنَ الْمَعالِمِ الْمَأثُورَةِ، يَا بْنَ الْمُعْجِزاتِ الْمَوْجُودَةِ، يَا بْنَ الدَّلائِلِ الْمَشْهُودَةِ (المَشْهُورَةِ)، يَا بْنَ الصـِّراطِ الْمُسْتَقيمِ، يَا بْنَ النَّبَأِ الْعَظيمِ، يَا بْنَ مَنْ هُوَ في اُمِّ الْكِتابِ لَدَى اللهِ عَلِيٌّ حَكيمٌ، يَا بْنَ الآياتِ وَالْبَيِّناتِ، يَا بْنَ الدَّلائِلِ الظّاهِراتِ، يَا بْنَ الْبَراهينِ الْواضِحاتِ الْباهِراتِ، يَا بْنَ الْحُجَجِ الْبالِغاتِ، يَا بْنَ النِّعَمِ السّابِغاتِ، يَا بْنَ طه وَالْـمُحْكَماتِ، يَا بْنَ يس وَالذّارِياتِ، يَا بْنَ الطُّورِ وَالْعادِياتِ، يَا بْنَ مَنْ دَنا فَتَدَلّى فَكانَ قابَ قَوْسَيْنِ اَوْ اَدْنى دُنُوّاً وَاقْتِراباً مِنَ الْعَلِيِّ الاَْعْلى، لَيْتَ شِعْري اَيْنَ اسْتَقَرَّتْ بِكَ النَّوى، بَلْ اَيُّ اَرْض تُقِلُّكَ اَوْ ثَرى، اَبِرَضْوى اَوْ غَيْرِها اَمْ ذي طُوى، عَزيزٌ عَلَيَّ اَنْ اَرَى الْخَلْقَ وَلا تُرى وَلا اَسْمَعُ لَكَ حَسيساً وَلا نَجْوى، عَزيزٌ عَلَيَّ اَنْ (لا تُحِيطَ بِِيَ دُونكَ) تُحيطَ بِكَ دُونِيَ الْبَلْوى وَلا يَنالُكَ مِنّي ضَجيجٌ وَلا شَكْوى، بِنَفْسي اَنْتَ مِنْ مُغَيَّبٍ لَمْ يَخْلُ مِنّا، بِنَفْسي اَنْتَ مِنْ نازِحٍ ما نَزَحَ (يَنْزِحُ) عَنّا، بِنَفْسي اَنْتَ اُمْنِيَّةُ شائِقٍ يَتَمَنّى، مِنْ مُؤْمِن وَمُؤْمِنَةٍ ذَكَرا فَحَنّا، بِنَفْسي اَنْتَ مِنْ عَقيدِ عِزٍّ لايُسامى، بِنَفْسي اَنْتَ مِنْ اَثيلِ مَجْدٍ لا يُجارى، بِنَفْسي اَنْتَ مِنْ تِلادِ نِعَمٍ لا تُضاهى، بِنَفْسي اَنْتَ مِنْ نَصيفِ شَرَف لا يُساوى، اِلى مَتى اَحارُ فيكَ يا مَوْلايَ وَاِلى مَتي، وَاَىَّ خِطابٍ اَصِفُ فيكَ وَاَيَّ نَجْوى، عَزيزٌ عَلَيَّ اَنْ اُجابَ دُونَكَ وَاُناغى، عَزيزٌ عَلَيَّ اَنْ اَبْكِيَكَ وَيَخْذُلَكَ الْوَرى، عَزيزٌ عَلَيَّ اَنْ يَجْرِيَ عَلَيْكَ دُونَهُمْ ما جَرى، هَلْ مِنْ مُعينٍ فَاُطيلَ مَعَهُ الْعَويلَ وَالْبُكاءَ، هَلْ مِنْ جَزُوعٍ فَاُساعِدَ جَزَعَهُ اِذا خَلا، هَلْ قَذِيَتْ عَيْنٌ فَساعَدَتْها عَيْني عَلَى الْقَذى، هَلْ اِلَيْكَ يَا بْنَ اَحْمَدَ سَبيلٌ فَتُلْقى، هَلْ يَتَّصِلُ يَوْمُنا مِنْكَ بِعِدَةٍ فَنَحْظى، مَتى نَرِدُ مَناهِلَكَ الرَّوِيَّةَ فَنَرْوى، مَتى نَنْتَقِعُ مِنْ عَذْبِ مائِكَ فَقَدْ طالَ الصَّدى، مَتى نُغاديكَ وَنُراوِحُكَ فَنُقِرَّ عَيْناً (فَتَقُرُ عًُيًُوننا)، مَتى تَرانا وَنَراكَ وَقَدْ نَشَرْتَ لِواءَ النَّصْرِ تُرى، اَتَرانا نَحُفُّ بِكَ وَاَنْتَ تَاُمُّ الْمَلاََ وَقَدْ مَلأْتَ الاَْرْضَ عَدْلاً وَاَذَقْتَ اَعْداءَكَ هَواناً وَعِقاباً، وَاَبَرْتَ الْعُتاةَ وَجَحَدَةَ الْحَقِّ، وَقَطَعْتَ دابِرَ الْمُتَكَبِّرينَ، وَاجْتَثَثْتَ اُصُولَ الظّالِمينَ، وَنَحْنُ نَقُولُ الْحَمْدُ للهِ رَبِّ الْعالَمينَ، اَللّـهُمَّ اَنْتَ كَشّافُ ْالكُرَبِ وَالْبَلْوى، وَاِلَيْكَ اَسْتَعْدى فَعِنْدَكَ الْعَدْوى، وَاَنْتَ رَبُّ الاْخِرَةِ وَالدُّنْيا (الاُول)، فَاَغِثْ يا غِياثَ الْمُسْتَغيثينَ عُبَيْدَكَ الْمُبْتَلى، وَاَرِهِ سَيِّدَهُ يا شَديدَ الْقُوى، وَاَزِلْ عَنْهُ بِهِ الاَْسى وَالْجَوى، وَبَرِّدْ غَليلَهُ يا مَنْ عَلَى الْعَرْشِ اسْتَوى، وَمَنْ اِلَيْهِ الرُّجْعى وَالْمُنْتَهى، اَللّـهُمَّ وَنَحْنُ عَبيدُكَ التّائِقُونَ (الشائقون) اِلى وَلِيِّكَ الْمُذَكِّرِ بِكَ وَبِنَبِيِّكَ، خَلَقْتَهُ لَنا عِصْمَةً وَمَلاذاً، وَاَقَمْتَهُ لَنا قِواماً وَمَعاذاً، وَجَعَلْتَهُ لِلْمُؤْمِنينَ مِنّا اِماماً، فَبَلِّغْهُ مِنّا تَحِيَّةً وَسَلاماً، وَزِدْنا بِذلِكَ يارَبِّ اِكْراماً، وَاجْعَلْ مُسْتَقَرَّهُ لَنا مُسْتَقَرّاً وَمُقاماً، وَاَتْمِمْ نِعْمَتَكَ بِتَقْديمِكَ اِيّاهُ اَمامَنا حَتّى تُورِدَنا جِنانَكَ (جَنّاتِكَ) وَمُرافَقَةَ الشُّهَداءِ مِنْ خُلَصائِكَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَصَلِّ عَلى مُحَمَّدٍ جَدِّهِ وَرَسُولِكَ السَّيِّدِ الاَكْبَرِ، وَعَلى اَبيهِ السَّيِّدِ الاَصْغَرِ، وَجَدَّتِهِ الصِّدّيقَةِ الْكُبْرى فاطِمَةَ بِنْتِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَعَلى مَنِ اصْطَفَيْتَ مِنْ آبائِهِ الْبَرَرَةِ، وَعَلَيْهِ اَفْضَلَ وَاَكْمَلَ وَاَتَمَّ وَاَدْوَمَ وَاَكْثَرَ وَاَوْفَرَ ما صَلَّيْتَ عَلى اَحَدٍ مِنْ اَصْفِيائِكَ وَخِيَرَتِكَ مِنْ خَلْقِكَ، وَصَلِّ عَلَيْهِ صَلاةً لا غايَةَ لِعَدَدِها وَلا نِهايَةَ لِمَدَدِها وَلا نَفادَ لاَِمَدِها، اَللّـهُمَّ وَاَقِمْ بِهِ الْحَقَّ وَاَدْحِضْ بِهِ الْباطِلَ وَاَدِلْ بِهِ اَوْلِياءَكَ وَاَذْلِلْ بِهِ اَعْداءَكَ وَصِلِ اللّهُمَّ بَيْنَنا وَبَيْنَهُ وُصْلَةً تُؤَدّى اِلى مُرافَقَةِ سَلَفِهِ، وَاجْعَلْنا مِمَّنْ يَأخُذُ بِحُجْزَتِهِمْ، وَيَمْكُثُ في ظِلِّهِمْ، وَاَعِنّا عَلى تَأدِيَةِ حُقُوقِهِ اِلَيْهِ، وَالاْجْتِهادِ في طاعَتِهِ، وَاجْتِنابِ مَعْصِيَتِهِ، وَامْنُنْ عَلَيْنا بِرِضاهُ، وَهَبْ لَنا رَأَفَتَهُ وَرَحْمَتَهُ وَدُعاءَهُ وَخَيْرَهُ مانَنالُ بِهِ سَعَةً مِنْ رَحْمَتِكَ وَفَوْزاً عِنْدَكَ، وَاجْعَلْ صَلاتَنا بِهِ مَقبُولَةً، وَذُنُوبَنا بِهِ مَغْفُورَةً، وَدُعاءَنا بِهِ مُسْتَجاباً وَاجْعَلْ اَرْزاقَنا بِهِ مَبْسُوطَةً، وَهُمُومَنا بِهِ مَكْفِيَّةً، وَحَوآئِجَنا بِهِ مَقْضِيَّةً، وَاَقْبِلْ اِلَيْنا بِوَجْهِكَ الْكَريمِ وَاقْبَلْ تَقَرُّبَنا اِلَيْكَ، وَانْظُرْ اِلَيْنا نَظْرَةً رَحيمَةً نَسْتَكْمِلُ بِهَا الْكَرامَةَ عِنْدَكَ، ثُمَّ لا تَصْرِفْها عَنّا بِجُودِكَ، وَاسْقِنا مِنْ حَوْضِ جَدِّهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ بِكَأسِهِ وَبِيَدِهِ رَيّاً رَوِيّاً هَنيئاً سائِغاً لا ظَمَاَ بَعْدَهُ يا اَرْحَمَ الرّاحِمينَ ."
},
{
"name": "دعاء كميل بن زياد",
"source": "المصدر: مفاتيح الجنان",
"text": "اللهُمَّ إنّي أسألُكَ بِرحَمتِكَ الَّتي وَسِعَت كُلَّ شيءٍ، وَبِقوَّتِكَ الَّتي قَهرتَ بِها كُلَّ شيءٍ، وَخضَعَ لَها كُلُّ شيءٍ، وَذَلَّ لَها كُلُّ شيءٍ، وَبِجَبَروتِكَ الَّتي غَلَبتَ بِها كُلَّ شيءٍ، وَبعَزَّتِكَ الَّتي لا يَقومُ لَها شيءٌ، وَبِعَظَمَتِكَ الَّتي مَلأت كُلَّ شيءٍ، وَبِسُلطانِكَ الَّذي عَلا كُلَّ شيءٍ، وَبِوَجهِكَ الباقي بَعدَ فَناءِ كُلِّ شيءٍ، وَبِأسمائِكَ الَّتي ملأت أركانَ كُلِّ شيءٍ، وَبِعِلمِكَ الَّذي أحاطَ بِكُلِّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي أضاءَ لَهُ كُلُّ شيءٍ، يا نوُرُ يا قُدّوسُ، يا أوَّلَ الأوَّلينَ، وَيا آخِرَ الآخِرينَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَهتِكُ العِصَمَ ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُنزِلُ النِّقَمَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُغَيِّرُ النِّعَمَ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَحبِسُ الدُّعاءَ. اللهُمَّ اغفِر ليَ الّذنوبَ الّتي تُنزِلُ البَلاء. اللهُمَّ اغفِر لي كُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ خَطيئَةٍ أخطَأتُها. اللهُمَّ إنّي أتَقَرَّبُ إلَيكَ بِذِكرِكَ وَأستَشفِعُ بِكَ إلى نَفسِكَ، وَأسألُكَ بِجوُدِكَ أن تُدنِيَني مِن قُربِكَ، وَأن تُوزِعَني شُكرَكَ، وأن تُلهِمَني ذِكرَكَ. \n\n اللهُمَّ إنّي أسألُكَ سُؤالَ خاضِعٍ مُتَذَلِّلٍ خاشِعٍ، أن تُسامِحَني وَتَرحَمَني، وَتَجعَلَني بِقِسَمِكَ راضياً قانِعاً، وَفي جَميعِ الأحوالِ مُتَواضِعاً. اللهُمَّ وَأسألُكَ سُؤالَ مَن اشتَدَّت فاقَتُهُ، وَأنزَلَ بِكَ عِندَ الشَّدائِدِ حاجَتَهُ، وَعَظُمَ فيما عِندَكَ رَغبَتُهُ. اللهُمَّ عَظُمَ سُلطانُكَ وَعَلا مَكانُكَ، وَخَفيَ مَكرُكَ، وَظَهَرَ أمرُكَ، وَغَلَبَ قَهرُكَ، وَجَرَت قُدرَتُكَ، وَلايُمكِنُ الفِرارُ مِن حُكومَتِكَ. اللهُمَّ لا أجِدُ لِذُنوبي غافِراً وَلا لِقَبائِحي ساتِراً، وَلا لِشيءٍ مِن عَمَليَ القَبيحِ بِالحَسَنِ مُبَدِّلاً غَيرَكَ، لا إلهَ إلاّ أنتَ، سُبحانَكَ وَبِحَمدِكَ ظَلَمتُ نَفسي، وَتَجَرَّأتُ بِجَهلي، وَسَكَنتُ إلى قَديمِ ذِكرِكَ لي، وَمَنِّكَ عَلَيَّ. اللهُمَّ مَولايَ كَم مِن قَبيحٍ سَتَرتَهُ، وَكَم مِن فادِحٍ مِنَ البَلاءِ أقَلتَهُ ، وَكَم مِن عِثارٍ وَقَيتَهُ، وَكَم مِن مَكروُهٍ دَفَعتَهُ، وَكَم مِن ثَناءٍ جَميلٍ لَستُ أهلاً لَهُ نَشَرتَهُ. اللهُمَّ عَظُمَ بَلائي، وَأفرَطَ بي سوءُ حالي، وَقَصُرَت بي أعمالي، وَقَعَدَت بي أغلالي وَحَبَسَني عَن نَفعي بُعدُ أمَلي ، وَخَدَعَتني الدُّنيا بِغُرورِها، وَنَفسي بِجِنايَتِها ، وَمِطالي يا سَيِّدي فَأسألُكَ بِعِزَّتِكَ أن لايَحجُبَ عَنكَ دُعائي سوءُ عَمَلي وَفِعالي، وَلاتَفضَحنِي بِخَفيِّ ما اطَّلَعتَ عَلَيهِ مِن سِرّي، وَلاتُعاجِلني بِالعُقوبَةِ عَلى ما عَمِلتُهُ في خَلَواتي مِن سوءِ فِعلي وَإساءَتي، وَدَوامِ تَفريطي وَجَهالَتي، وَكَثرَةِ شَهَواتي وَغَفلَتي، وَكُنِ اللهُمَّ بِعِزَّتِكَ لي في كُلِّ الأحوالِ رَؤوفاً، وَعَليَّ في جَميعِ الامورِ عَطوفاً. إلهي وَرَبّي مَن لي غَيرُكَ أسألَهُ كَشفَ ضُرّي وَالنَّظَرَ في أمري. إلهي وَمَولايَ أجرَيتَ عَلَيَّ حُكماً اتَّبَعتُ فيهِ هَوى نَفسي وَلَم أحتَرِس فيهِ مِن تَزيينِ عَدوّي، فَغَرَّني بِما أهوى وَأسعَدَهُ عَلى ذلِكَ القَضاءُ فَتَجاوَزتُ بِما جَرى عَلَيَّ مِن ذلِكَ بَعضَ حُدودِكَ، وَخالَفتُ بَعضَ أوامِرِكَ، فَلَكَ الحَمدُ عَلَيَّ في جَميعِ ذلِكَ وَلاحُجَّةَ لي فيما جَرى عَلَيَّ فيهِ قَضاؤُكَ، وَألزَمَني حُكمُكَ وَبَلاؤُكَ، وَقَد أتَيتُكَ يا إلهي بَعدَ تَقصيري وَإسرافي عَلى نَفسي مُعتَذِراً نادِماً مُنكَسِراً مُستَقيلاً مُستَغفِراً مُنيباً مُقِرّاً مُذعِنا مُعتَرِفاً، لا أجِدُ مَفَرّاً مِمّا كانَ مِنّي وَلا مَفزَعاً أتَوَجَّهُ إلَيهِ في أمري، غَيرَ قَبوُلِكَ عُذري وَإدخالِكَ إيايَ في سَعَةِ رَحمَتِكَ. \n\n اللهُمَّ فَاقبَل عُذري، وَارحَم شِدَّةَ ضُرّي وَفُكَّني مِن شَدِّ وَثاقي، يا رَبِّ ارحَم ضَعفَ بَدَني، وَرِقَّةَ جِلدي وَدِقَّةَ عَظمي، يا مَن بَدَأ خَلقي وَذِكري وَتَربيَتي وَبِرّي وَتَغذيَتي، هَبني لابتِداءِ كَرَمِكَ وَسالِفِ بِرِّكَ بي، يا إلهي وَسَيِّدي وَرَبّي، أتُراكَ مُعَذِّبي بِنارِكَ بَعدَ تَوحيدِكَ وَبَعدَما انطَوى عَلَيهِ قَلبي مِن مَعرِفَتِكَ، وَلَهِجَ بِهِ لِساني مِن ذِكرِكَ، وَاعتَقَدَهُ ضَميري مِن حُبِّكَ وَبَعدَ صِدقِ اعتِرافي وَدُعائي خاضِعاً لِرُبوبيَّتِكَ، هَيهاتَ أنتَ أكرَمُ مِن أن تُضَيِّعَ مَن رَبَّيتَهُ، أو تُبعِدَ مَن أدنَيتَهُ، أو تُشَرِّدَ مَن آوَيتَهُ، أو تسلّم إلى البَلاءِ مَن كَفَيتَهُ وَرَحِمتَهُ، وَلَيتَ شِعري يا سَيِّدي وَإلهي وَمَولايَ أتُسَلِّطُ النّارَ عَلى وُجوهٍ خَرَّت لِعَظَمَتِكَ ساجِدَةً، وَعَلى ألسُنٍ نَطَقَت بِتَوحيدِكَ صادِقَةً وَبِشُكرِكَ مادِحَةً، وَعَلى قُلوبٍ اعتَرَفَت بِإلهيَّتِكَ مُحَقِّقَةً، وَعَلَى ضَمائِرَ حَوَت مِنَ العِلمِ بِكَ حَتّى صارَت خاشِعَةً، وَعَلى جَوارِحَ سَعَت إلى أوطانِ تَعَبُّدِكَ طائِعَةً، وَأشارَت بِاستغفاركَ مُذعِنَةً ما هكَذا الظَنُّ بِكَ وَلا اُخبِرنا بِفَضلِكَ عَنكَ يا كَريمُ، يا رَبِّ وَأنتَ تَعلَمُ ضَعفي عَن قَليلٍ مِن بَلاءِ الدُّنيا وَعُقوباتِها، وَمايَجري فيها مِنَ المَكارِهِ عَلى أهلِها، عَلى أنَّ ذلِكَ بَلاءٌ وَمَكروهٌ قَليلٌ مَكثُهُ، يَسيرٌ بَقاؤهُ قَصيٌر مُدَّتُهُ، فَكَيفَ احتِمالي لِبَلاءِ الآخِرَةِ وَجَليلِ وُقوعِ المَكارِهِ فيها، وَهُوَ بَلاءٌ تَطولُ مُدَّتُهُ وَيَدومُ مَقامُهُ وَلايُخَفَّفُ عَن أهلِهِ لأنَّهُ لايَكونُ إلاّ عَن غَضَبِكَ وَانتِقامِكَ وَسَخَطِكَ وَهذا ما لاتَقومُ لَهُ السَّماواتُ وَالأرضُ، يا سَيِّدي فَكَيفَ بي وَأنا عَبدُكَ الضَّعيفُ الذَّليلُ الحَقيرُ المِسكينُ المُستَكينُ يا إلهي وَرَبّي وَسَيِّدي وَمَولايَ، لأيِّ الاُمورِ إلَيكَ أشكو، وَلِما مِنها أضِجُّ وَأبكي، لأليمِ العَذابِ وَشِدَّتِهِ، أم لِطولِ البَلاءِ وَمُدَّتِهِ فَلَئِن صَيَّرتَني لِلعُقوباتِ مَعَ أعدائِكَ، وَجَمَعتَ بَيني وَبَينَ أهلِ بَلائِكَ، وَفَرَّقتَ بَيني وَبَينَ أحِبّائِكَ وَأوليائِكَ ؛ فَهَبني يا إلهي وَسَيِّدي وَمَولايَ وَرَبّي، صَبَرتُ عَلى عَذابِكَ فَكَيفَ أصبِرُ عَلى فِراقِكَ وَهَبني صَبَرتُ عَلى حَرِّ نارِكَ فَكَيفَ أصبِرُ عَنِ النَّظَرِ إلى كَرامَتِكَ أم كَيفَ أسكُنُ في النّارِ وَرَجائي عَفوُكَ فَبِعِزَّتِكَ يا سَيِّدي وَمَولايَ اُقسِمُ صادِقاً، لَئِن تَرَكتَني ناطِقاً لأضِجَّنَّ إلَيكَ بَينَ أهلِها ضَجيجَ الآمِلينَ ، وَلأصرُخَنَّ إلَيكَ صُراخَ المُستَصرِخينَ، وَلأبكيَنَّ عَلَيكَ بُكاءَ الفاقِدينَ، وَلأُناديَنَّكَ أينَ كُنتَ يا وَليَّ المُؤمِنينَ، يا غايَةَ آمالِ العارِفينَ، يا غيا ثَ المُستَغيثينَ ، يا حَبيبَ قُلوُبِ الصّادِقينَ، وَيا إلهَ العالَمينَ، أفَتُراكَ، سُبحانَكَ يا إلهي وَبِحَمدِكَ تَسمَعُ فيها صَوتَ عَبدٍ مُسلِمٍ سُجِنَ فيها بِمُخالَفَتِهِ، وَذاقَ طَعمَ عَذابِها بِمَعصيَتِهِ، وَحُبِسَ بَينَ أطباقِها بِجُرمِهِ وَجَريرَتِهِ، وَهُوَ يَضِجُّ إلَيكَ ضَجيجَ مُؤَمِّلٍ لِرَحمَتِكَ، وَيُناديكَ بِلِسانِ أهلِ تَوحيدِكَ، وَيَتَوَسَّلُ إلَيكَ بِرُبوبيَّتِكَ، يا مَولايَ فَكَيفَ يَبقى في العَذابِ وَهُوَ يَرجوُ ماسَلفَ مِن حِلمِكَ أم كَيفَ تُؤلِمُهُ النَّارُ وَهُوَ يا مَلُ فَضلَكَ وَرَحمَتَكَ أم كَيفَ يُحرِقُهُ لَهيبُها وَأنتَ تَسمَعُ صَوتَهُ وَتَرى مَكانَهُ أم كَيفَ يَشتَمِلُ عَلَيهِ زَفيرُها وَأنتَ تَعلَمُ ضَعفَهُ أم كَيفَ يَتَقَلقَلُ بَينَ أطباقِها وَأنتَ تَعلَمُ صِدقَهُ أم كَيفَ تَزجُرُهُ زَبانيَتُها وَهُوَ يُناديكَ يا رَبَّه أم كَيفَ يَرجو فَضلَكَ في عِتقِهِ مِنها فَتَترُكُهُ فيها هَيهاتَ ما ذَلِكَ الظَنُّ بِكَ وَلا المُعروفُ مِن فَضلِكَ، وَلا مُشبِهٌ لِما عامَلتَ بِهِ الموَحِّدينَ مِن بِرِّكَ وَإحسانِكَ فَبِاليَقينِ أقَطَعُ لَولا ما حَكَمتَ بِهِ مِن تَعذيبِ جاحِديكَ، وَقَضَيتَ بِهِ مِن إخلادِ مُعانِديكَ، لَجَعلتَ النَّارَ كُلَّها بَرداً وَسَلاماً، وَما كَانَ لأحَدٍ فيها مَقَرّاً وَلا مُقاماً ، لكِنَّكَ تَقَدَّسَت أسماؤُكَ أقسَمتَ أن تَملَأها مِنَ الكافِرينَ مِنَ الجِنَّةِ وَالنَّاسِ أجمَعينَ، وَأن تُخَلِّدَ فيها المُعانِدينَ، وَأنتَ جَلَّ ثَناؤُكَ قُلتَ مُبتَدِئاً، وَتَطَوَّلتَ بِالإنعامِ مُتَكَرِّماً أفَمَن كانَ مُؤمِناً كَمَن كانَ فاسِقاً لا يَستَوونَ. \n\n إلهي وَسَيِّدي، فَأسألُكَ بِالقُدرَةِ الَّتي قَدَّرتَها، وَبِالقَضيَّةِ الَّتي حَتَمتَها وَحَكَمتَها، وَغَلَبتَ مَن عَلَيهِ أجرَيتَها، أن تَهَبَ لي في هذِهِ اللّيلَةِ وَفي هذِهِ السَّاعَةِ، كُلَّ جُرمٍ أجرَمتُهُ، وَكُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ قَبيحٍ أسرَرتُهُ، وَكُلَّ جَهلٍ عَمِلتُهُ، كَتَمتُهُ أو أعَلَنتُهُ، أخفَيتُهُ أو أظهَرتُهُ، وَكُلَّ سَيِّئَةٍ أمَرتَ بِإثباتِها الكِرامَ الكاتِبينَ، الَّذينَ وَكَّلتَهُم بِحِفظِ ما يَكونُ مِنّي، وَجَعَلتَهُم شُهوداً عَلَيّ مَعَ جَوارِحي، وَكُنتَ أنتَ الرَّقيبَ عَلَيَّ مِن وَرائِهِم، وَالشَّاهِدَ لِما خَفِيَ عَنهُم وَبِرَحمَتِكَ أخفَيتَهُ، وَبِفَضلِكَ سَتَرتَهُ، وَأن توَفِّرَ حَظّي مِن كُلِّ خَيرٍ أنزَلتَهُ ، أو إحسانٍ فَضَّلتَهُ ، أو بِرٍّ نَشَرتَهُ ، أو رِزقٍ بَسَطتَهُ ، أو ذَنبٍ تَغفِرُهُ، أو خَطأٍ تَستُرُهُ، يا رَبِّ يا رَبِّ يا رَبِّ، يا إلهي وَسَيِّدي وَمَولايَ وَمالِكَ رِقّي، يا مَن بِيَدِهِ ناصِيَتي، يا عَليماً بِضُرّي وَمَسكَنَتي، يا خَبيراً بَفَقري وَفاقَتي، يا رَبِّ يا رَبِّ يا رَبِّ، أسألُكَ بِحَقِكَ وَقُدسِكَ وَأعظَمِ صِفاتِكَ وَأسمائِكَ، أن تَجعَلَ أوقاتي مِنَ اللّيلِ وَالنَّهارِ بَذِكرِكَ مَعمورَةً، وَبِخِدمَتِكَ مَوصولَةً، وَأعمالي عِندَكَ مَقبولَةً، حَتَّى تَكونَ أعمالي وأورادي كُلُّها وِرداً وَاحِداً، وَحالي في خِدمَتِكَ سَرمَداً. \n\n يا سَيِّدي يا مَن عَلَيهِ مُعَوَّلي، يا مَن إلَيهِ شَكَوتُ أحوالي، يا رَبِّ يا رَبِّ يا رَبِّ، قَوِّ عَلى خِدمَتِكَ جَوارِحي وَاشدُد عَلى العَزيمَةِ جَوانِحي، وَهَب ليَ الجِدَّ في خَشيَتِكَ، وَالدَّوامَ في الاتِّصالِ بِخِدمَتِكَ حَتَّى أسرَحَ إلَيكَ في مَيا دينِ السابِقينَ، واُسرِعَ إلَيكَ في البارِزينَ ، وَأشتاقَ إلى قُربِكَ في المُشتاقينَ، وَأدنوَ مِنكَ دُنوَّ المُخلِصينَ، وَأخافَكَ مَخافَةَ الموقِنينَ، وَأجتَمِعَ في جِوارِكَ مَعَ المُؤمِنينَ. \n\n اللهُمَّ وَمَن أرادَني بِسوءٍ فَأرِدهُ، وَمَن كادَني فَكِدهُ، وَاجعَلني مِن أحسَنِ عَبيدِكَ نَصيباً عِندَكَ، وَأقرَبِهِم مَنزِلَةً مِنكَ، وَأخَصِّهِم زُلفَةً لَدَيكَ فِإنَّهُ لا يُنالُ ذلِكَ إلاّ بِفَضلِكَ، وَجُد لي بِجودِكَ، وَاعطِف عَلَيَّ بَمَجدِكَ وَاحفَظني بِرَحمَتِكَ، وَاجعَل لِساني بِذِكرِكَ لَهِجاً، وَقَلبي بِحُبِّكَ مُتَيَّماً ، وَمُنَّ عَلَيَّ بِحُسنِ إجابَتِكَ، وَأقِلني عَثرَتي، وَاغفِر زَلَّتي، فَإنَّكَ قَضيتَ عَلى عِبادِكَ بِعِبادَتِكَ، وَأمَرتَهُم بِدُعائِكَ، وَضَمِنتَ لَهُمُ الإجابَةَ، فَإلَيكَ يا رَبِّ نَصَبتُ وَجهي، وَإلَيكَ يا رَبِّ مَدَدتُ يَدي، فَبِعِزَّتِكَ استَجِب لي دُعائي، وَبَلِّغني مُنايَ، وَلا تَقطَع مِن فَضلِكَ رَجائي، وَاكفِني شَرَّ الجِنِّ وَالإنسِ مِن أعدائي. يا سَريعَ الرِّضا اغفِر لِمَن لا يَملِكُ إلاّ الدُّعاءَ، فَإنَّكَ فَعَّالٌ لِما تَشاءُ، يا مَن اسمُهُ دَواءٌ، وَذِكرُهُ شِفاءٌ، وَطاعَتُهُ غِنىً، ارحَم مَن رَأسُ مالِهِ الرَّجاءُ وَسِلاحُهُ البُكاءُ، يا سَابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا نورَ المُستَوحِشينَ في الظُّلَمِ، يا عالِماً لا يُعَلَّمُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَافعَل بي ما أنتَ أهلُهُ، وَصَلَّى اللهُ عَلى رَسولِهِ وَالأئِمَّةِ المَيا مينِ مِن آلِهِ وَسَلَّمَ تَسليماً."
},
{
    "name": "حديث الكساء",
    "source": "مفاتيح الجنان",
    "text": "نقلاً عن كتاب (عوالم العلوم) للشيخ عبد الله بن نور الله البحراني بسند صحيح عن جابر بن عبد الله الانصاري. \n عَن فاطِمَةَ الزَّهراءِ (عليها السلام) بِنتِ رَسُولِ اللهِ صَلّى الله عَلَيهِ وَآلِهِ قال: سَمِعتُ فاطِمَةَ أنَّها قالَت: دَخَلَ عَلَيَّ أبِي رَسُولُ اللهِ فِي بَعضِ الأيام، فَقَالَ: السَّلامُ عَلَيكِ يا فاطِمَةُ، فَقُلتُ: عَلَيكَ السَّلامُ، قالَ: إنِّي أجِدُ فِي بَدَنِي ضَعفاً، فَقُلتُ لَهُ: أُعِيذُكَ بِالله يا أبَتاهُ مِنَ الضَّعفِ، فَقالَ: يا فاطِمَةُ، ائتِينِي بِالكِساء اليَمانِي فَغَطِّينِي بِهِ، فَأتَيتُهُ بِالكِساءِ اليَمانِي فَغَطَّيتُهُ بِهِ وَصِرتُ أنظُرُ إلَيهِ وَإذا وَجهُهُ يَتَلألأُ كَأنَّهُ البَدرُ فِي لَيلَةِ تَمامِهِ وَكَمالِهِ. فَما كانَت إلاّ ساعَةً وَإذا بِوَلَدِيَ الحَسَنِ قَد أقبَلَ وَقالَ: السَّلامُ عَلَيكِ يا أُمَّاهُ فَقُلتُ: وَعَلَيكَ السَّلامُ يا قُرَّةَ عَينِي وَثَمَرَةَ فُؤادِي، فَقالَ: يا أُمَّاهُ إنِّي أشُمُّ عِندَكِ رائِحَةً طيِّبَةً كَأنَّها رائِحَةُ جَدِّي رَسُولِ اللهُ صَلّى الله عَلَيهِ وَآلِهِ، فَقُلتُ: نَعَم، إنَّ جَدَّكَ تَحتَ الكِساءِ، فَأقبَلَ الحَسَنُ نَحوَ الكِساءِ وَقالَ: السَّلامُ عَلَيكَ يا جَدَّاهُ يا رَسُولَ اللهِ، أتَأذَنُ لِي أن أدخُلَ مَعَكَ تَحتَ الكِساءِ، فَقالَ: وَعَلَيكَ السَّلامُ يا وَلَدِي وَيا صاحِبَ حَوضِي، قَد أذِنتُ لَكَ، فَدَخَلَ مَعَهُ تَحتَ الكِساءِ. فَما كانَت إلاّ ساعَةً وَإذا بِوَلَدِيَ الحُسَينِ قَد أقبَلَ وَقالَ: السَّلامُ عَلَيكِ يا اُمَّاهُ، فَقُلتُ: وَعَلَيكَ السَّلامُ يا قُرَّةَ عَينِي وَثَمَرَةَ فُؤادِي، فَقالَ لِي: يا اُمَّاهُ إنِّي أشُمُّ عِندَكِ رائِحَةً طيِّبَةً كَأنَّها رائِحَةُ جَدِّي رَسُولِ اللهِ، فَقُلتُ: نَعَم، إنَّ جَدَّكَ وَأخاكَ تَحتَ الكِساءِ، فَدَنا الحُسَينُ نَحوَ الكِساءِ وَقالَ: السَّلامُ عَلَيكَ يا جَدّاهُ، السَّلامُ عَلَيكَ يا مَن اختارَهُ الله أتَأذَنُ لِي أن أكُونَ مَعَكُما تَحتَ الكِساءِ، فَقالَ: وعَلَيكَ السَّلامُ يا وَلَدِي وَيا شافِعَ أُمَّتِي، قَد أذِنتُ لَكَ، فَدَخَلَ مَعَهُما تَحتَ الكِساءِ. فَأقبَلَ عِندَ ذلِكَ أبُو الحَسَنِ عَلِيُّ بنِ أبِي طالِبٍ وَقالَ: السَّلامُ عَلَيكِ يا بِنتَ رَسُولِ اللهِ، فَقُلتُ: وَعَلَيكَ السَّلامُ يا أبا الحَسَنِ وَيا أمِيرَ المُؤمِنِينَ فَقالَ: يا فاطِمَةُ إنِّي أشُمُّ عِندَكِ رائِحَةً طَيِّبَةً كَأنَّها رائِحَةُ أخِي وَابنِ عَمِّي رَسُولِ اللهِ، فَقُلتُ: نَعَم، ها هُوَ مَعَ وَلَدَيكَ تَحتَ الكِساءِ، فَأقبَلَ عَلِيٌّ نَحوَ الكِساءِ وَقالَ: السَّلامُ عَلَيكَ يا رَسُولَ اللهِ أتَأذَنُ لِي أن أكُونَ مَعَكُم تَحتَ الكِساءِ، قالَ: وعَلَيكَ السَّلامُ يا أخِي وَوَصِيِّي وَخَلِيفَتِي وَصاحِبَ لِوائِي قَد أذِنتُ لَكَ فَدَخَلَ عَلِيٌّ تَحتَ الكِساءِ. ثُمَّ أتَيتُ نَحوَ الكِساءِ وَقُلتُ: السَّلامُ عَلَيكَ يا أبَتاُه يا رَسُولَ الله أتَأذَنُ لِي أن أكُونَ مَعَكُم تَحتَ الكِساءِ، قالَ : وَعَلَيكِ السَّلامُ يا بِنتِي وَيا بِضعَتِي قَد أذِنتُ لَكِ فَدَخَلَتُ تَحتَ الكِساءِ، فَلَمّا اكتَمَلنا جَمِيعاً تَحتَ الكِساءِ أخَذَ أبِي رَسُولَ اللهِ بِطَرَفَي الكِساءِ وَأومَأ بِيَدِهِ اليُمنى إلى السَّماءِ وَقالَ: اللهُمَّ إنَّ هؤُلاءِ أهلُ بَيتِي وَخاصَّتِي وَحامَّتِي لَحمُهُم لَحمِي وَدَمُهُم دَمِي يُؤلِمُنِي ما يُؤلِمُهُم وَيَحزُنُنِي ما يَحزُنُهُم، أنا حَربٌ لِمَن حارَبَهُم وَسِلمٌ لِمَن سالَمَهُم وَعَدُوُّ لِمَن عاداهُم وَمُحِبٌّ لِمَن أحَبَّهُم، إنَّهُم مِنِّي وَأنا مِنهُم فَاجعَل صَلَواتِكَ وَبَرَكاتِكَ وَرَحمَتَكَ وَغُفرانَكَ وَرِضوانَكَ عَلَيَّ وَعَلَيهِم، وَأذهِب عَنهُم الرِّجسَ وَطَهِّرهُم تَطهِيراً. \n فَقالَ الله عَزَّ وَجَلَّ: يا مَلائِكَتِي وَيا سُكَّانَ سَماواتِي، إنِّي ما خَلَقتُ سَماءً مَبنِيَّةً وَلا أرضاً مَدحِيَّةً وَلا قَمَراً مُنِيراً وَلا شَمساً مُضِيئَةً وَلا فَلَكاً يَدُورُ وَلا بَحراً يَجرِي وَلا فُلكاً يَسرِي إلاّ فِي مَحَبَّةِ هؤُلاءِ الخَمسَةِ الَّذِينَ هُم تَحتَ الكِساءِ. فَقالَ الأمِينُ جبرائِيلَ: يا رَبِّ وَمَن تَحتَ الكِساءِ، فَقالَ عَزَّ وَجَلَّ: هُم أهلُ بَيتِ النُّبُوَّةِ وَمَعدِنُ الرِّسالَةِ، هُم فاطِمَةُ وَأبُوها وَبَعلُها وَبَنُوها. فَقالَ جَبرائِيلُ: يا رَبِّ أتَأذَنُ لِي أن أهبِطَ إلى الأرضِ لأَكُوَنَ مَعَهُم سادِساً، فَقالَ اللهُ: نَعَم، قَد أذِنتُ لَكَ، فَهَبَطَ الأمِينُ جَبرائِيلُ وَقالَ: السَّلامُ عَلَيكَ يا رَسُولَ اللهِ، العَلِيُّ الأعلى يُقرِئِكَ السَّلامُ وَيَخُصُّكَ بِالتَّحِيَّةِ وَالإكرامِ وَيَقُولَ لَكَ: وَعِزَّتِي وَجَلالِي إنِّي ما خَلَقتُ سَّماءً مَبنِيَّةً وَلا أرضاً مَدحِيَّةً وَلا قَمَراً مُنِيراً وَلا شَمساً مُضِيئَةً وَلا فَلَكاً يَدُورُ وَلا بَحراً يَجرِي وَلا فُلكاً يَسرِي إلاّ لأجلِكُم وَمَحَبَّتِكُم. وَقَد أذِنَ لِي أن أدخُلَ مَعَكُم فَهَل تَأذَنَ لِي يا رَسُولَ اللهِ، فَقالَ رَسُولُ اللهِ: عَلَيكَ السَّلامُ يا أمِينَ وَحيِ اللهِ، إنَّهُ نَعَم قَد أذِنتُ لَكَ فَدَخَلَ جَبرائِيلَ مَعَنا تَحتَ الكِساءِ. فَقالَ لأبِي: إنَّ اللهَ قَد أوحى إلَيكُم يَقُولُ: إنَّما يُرِيدُ اللهُ لِيُذهِبَ عَنكُم الرِّجسَ أهلَ البَيتِ وَيُطَهِّرَكُم تَطهِيراً، فَقالَ عَلِيٌّ لأبِي: يا رَسُولَ اللهِ، أخبِرنِي ما لِجُلُوسِنا هذا تَحتَ الكِساءِ مِنَ الفَضلِ عِندَ اللهِ، فَقَالَ النَّبِيُّ (صلّى الله عليه و آله) : وَالَّذِي بَعَثَنِي بِالحَقِّ نبياً وَاصطَفانِي بِالرِّسالَةِ نَجياً ما ذُكِرَ خَبَرُنا هذا فِي مَحفَلٍ مِن مَحافِلِ أهلِ الأرضِ وَفِيهِ جَمعٌ مِن شِيعَتِنا وَمُحِبِّينا، إلاّ وَنَزَلَت عَلَيهِمُ الرَّحمَةُ وَحَفَّت بِهِمُ المَلائِكَةُ وَاستَغفَرَت لَهُم إلى أن يَتَفَرَّقُوا، فَقالَ عَلِيُّ (عليه السلام) : إذاً وَاللهِ فُزنا وَفازَ شِيعَتُنا وَرَبِّ الكَعبَةِ، فَقالَ أبِي رَسُولُ اللهِ (صلّى الله عليه و آله) : يا عَلِيٌّ وَالَّذِي بَعَثَنِي بِالحَقِّ نبياً وَاصطَفانِي بِالرِّسالَةِ نَجياً ما ذُكِرَ خَبَرُنا هذا فِي مَحفَلٍ مِن مَحافِلِ أهلِ الأرضِ وَفِيهِ جَمعٌ مِن شِيعَتِنا وَمُحِبِّينا، وَفِيهِم مَهمُومٌ إلاّ وَفَرَّجَ اللهُ هَمَّهُ وَلا مَغمُومٌ إلاّ وَكَشَفَ اللهُ غَمَّهُ وَلا طالِبُ حاجَةٍ إلاّ وَقَضى اللهُ حاجَتَهُ، فَقالَ عَلِيُّ (عليه السلام) : إذاً وَاللهِ فُزنا وَسُعِدنا وَكَذلِكَ شِيعَتُنا فازُوا وَسُعِدُوا فِي الدُّنيا وَالآخِرةِ وَرَبِّ الكَعبَةِ."
},
{
    "name": "دعاء أبي حمزة الثمالي",
    "source": "مفاتيح الجنان",
    "text": "اِلهي لا تُؤَدِّبْني بِعُقُوبَتِكَ، وَلا تَمْكُرْ بي في حيلَتِكَ، مِنْ اَيْنَ لِيَ الْخَيْرُ يا رَبِّ وَلا يُوجَدُ إلاّ مِنْ عِنْدِكَ، وَمِنْ اَيْنَ لِيَ النَّجاةُ وَلا تُسْتَطاعُ إلاّ بِكَ، لاَ الَّذي اَحْسَنَ اسْتَغْنى عَنْ عَوْنِكَ وَرَحْمَتِكَ، وَلاَ الَّذي اَساءَ وَاجْتَرَأَ عَلَيْكَ وَلَمْ يُرْضِكَ خَرَجَ عَنْ قُدْرَتِكَ، يا رَبِّ يا رَبِّ يا رَبِّ حتّى ينقطع النّفس. \n بِكَ عَرَفْتُكَ وَاَنْتَ دَلَلْتَني عَلَيْكَ وَدَعَوْتَني اِلَيْكَ، وَلَوْلا اَنْتَ لَمْ اَدْرِ ما اَنْتَ، اَلْحَمْدُ للهِ الَّذي اَدْعوُهُ فَيُجيبُني وَاِنْ كُنْتَ بَطيـئاً حينَ يَدْعوُني، وَاَلْحَمْدُ للهِ الَّذي اَسْأَلُهُ فَيُعْطيني وَاِنْ كُنْتُ بَخيلاً حينَ يَسْتَقْرِضُني، وَالْحَمْدُ للهِ الَّذي اُناديهِ كُلَّما شِئْتُ لِحاجَتي، وَاَخْلُو بِهِ حَيْثُ شِئْتُ، لِسِرِّي بِغَيْرِ شَفيع فَيَقْضى لي حاجَتي، اَلْحَمْدُ للهِ الَّذي لا اَدْعُو غَيْرَهُ وَلَوْ دَعَوْتُ غَيْرَهُ لَمْ يَسْتَجِبْ لي دُعائي، وَالْحَمْدُ للهِ الَّذي لا اَرْجُو غَيْرَهُ وَلَوْ رَجَوْتُ غَيْرَهُ لاََخْلَفَ رَجائي، وَالْحَمْدُ للهِ الَّذي وَكَلَني اِلَيْهِ فَاَكْرَمَني وَلَمْ يَكِلْني اِلَى النّاسِ فَيُهينُوني، وَالْحَمْدُ للهِ الَّذي تَحَبَّبَ اِلَىَّ وَهُوَ غَنِيٌّ عَنّي، وَالْحَمْدُ للهِ الَّذي يَحْلُمُ عَنّي حَتّى كَاَنّي لا ذَنْبَ لي، فَرَبّي اَحْمَدُ شَيْيء عِنْدي، وَاَحَقُّ بِحَمْدي، اَللّـهُمَّ اِنّي اَجِدُ سُبُلَ الْمَطالِبِ اِلَيْكَ مُشْرَعَةً، وَمَناهِلَ الرَّجاءِ اِلَيْكَ مُتْرَعَةً، وَالاِْسْتِعانَةَ بِفَضْلِكَ لِمَنْ اَمَّلَكَ مُباحَةً، وَاَبْوابَ الدُّعاءِ اِلَيْكَ لِلصّارِخينَ مَفْتُوحَةً، وَاَعْلَمُ اَنَّكَ لِلرّاجي بِمَوْضِعِ اِجابَة، وَلِلْمَلْهُوفينَ بِمَرْصَدِ اِغاثَة، وَاَنَّ فِي اللَّهْفِ اِلى جُودِكَ وَالرِّضا بِقَضائِكَ عِوَضاً مِنْ مَنْعِ اْلباِخلينَ، وَمَنْدُوحَةً عَمّا في اَيْدي الْمُسْتَأثِرينَ، وَاَنَّ الِراحِلَ اِلَيْكَ قَريبُ الْمَسافَةِ، وَاَنَّكَ لا تَحْتَجِبُ عَنْ خَلْقِكَ إلاّ اَنْ تَحْجُبَهُمُ الاَْعمالُ دُونَكَ، وَقَدْ قَصَدْتُ اِلَيْكَ بِطَلِبَتي، وَتَوَجَّهْتُ اِلَيْكَ بِحاجَتي، وَجَعَلْتُ بِكَ اسْتِغاثَتي، وَبِدُعائِكَ تَوَسُّلي مِنْ غَيْرِ اِسْتِحْقاق لاِسْتِماعِكَ مِنّي، وَلاَ اسْتيجاب لِعَفْوِكَ عَنّي، بَلْ لِثِقَتي بِكَرَمِكَ، وَسُكُوني اِلى صِدْقِ وَعْدِكَ، وَلَجَائي اِلَى الاْيمانِ بِتَوْحيدِكَ، وَيَقيني بِمَعْرِفَتِكَ مِنّي اَنْ لا رَبَّ لي غَيْرُكَ، وَلا اِلـهَ إلاّ اَنْتَ وَحْدَكَ لا شَريكَ لَكَ، اَللّـهُمَّ اَنْتَ الْقائِلُ وَقَوْلُكَ حَقٌّ، وَوَعْدُكَ صِدْقٌ (وَاسْأَلاوُ اللهَ مِنْ فَضْلِهِ اِنَ اللهَ كانَ بِكُمْ رَحيماً)، وَلَيْسَ مِنْ صِفاتِكَ يا سَيّدي اِنْ تَأمُرَ بِالسُّؤالِ وَتَمْنَعَ الْعَطِيَّةَ، وَاَنْتَ الْمَنّانُ بِالْعَطِيّاتِ عَلى اَهْلِ مَمْلَكَتِكَ، وَالْعائِدُ عَلَيْهِمْ بِتَحَنُّنِ رَأفَتِكَ، اِلهي رَبَّيْتَني في نِعَمِكَ وَاِحْسانِكَ صَغيراً، وَنَوَّهْتَ بِاِسْمي كَبيراً، فَيا مَنْ رَبّاني فِي الدُّنْيا بِاِحْسانِهِ وَتَفَضُّلِهِ وَنِعَمِهِ، وَاَشارَ لي فِي الاْخِرَةِ اِلى عَفْوِهِ وَكَرَمِهِ، مَعْرِفَتي يا مَوْلايَ دَليلي عَلَيْكَ، وَحُبّي لَكَ شَفيعي اِلَيْكَ، وَاَنَا واثِقٌ مِنْ دَليلي بِدَلالَتِكَ، وَساكِنٌ مِنْ شَفيعي اِلى شَفاعَتِكَ، اَدْعُوكَ يا سَيِّدي بِلِسان قَدْ اَخْرَسَهُ ذَنْبُهُ، رَبِّ اناجيكَ بِقَلْب قَدْ اَوْبَقَهُ جُرْمُهُ، اَدْعوُكَ يا رَبِّ راهِباً راعِباً، راجِياً خائِفاً، اِذا رَاَيْتُ مَوْلايَ ذُنُوبي فَزِعْتُ، وَاِذا رَاَيْتُ كَرَمَكَ طَمِعْتُ، فَاِنْ عَفَوْتَ فَخَيْرُ راحِم، وَاِنْ عَذَّبْتَ فَغَيْرُ ظالِم، حُجَّتي يا اَللهُ في جُرْأَتي عَلى مَسْأَلَتِكَ، مَعَ اِتْياني ما تَكْرَهُ، جُودُكَ وَكَرَمُكَ، وَعُدَّتي في شِدَّتي مَعَ قِلَّةِ حَيائي رَأفَتُكَ وَرَحْمَتُكَ، وَقَدْ رَجَوْتُ اَنْ لا تَخيبَ بَيْنَ ذَيْنِ وَذَيْنِ مُنْيَتي، فَحَقِّقْ رَجائي، وَاَسْمِعْ دُعائي يا خَيْرَ مَنْ دَعاهُ داع، وَاَفْضَلَ مَنْ.رَجاهُ راج، عَظُمَ يا سَيِّدي اَمَلي، وَساءَ عَمَلي، فَاَعْطِني مِنْ عَفْوِكَ.بِمِقْدارِ اَمَلي، وَلا تُؤاخِذْني بِأَسْوَءِ عَمَلي، فَاِنَّ كَرَمَكَ يَجِلُّ عَنْ مُجازاةِ الْمُذْنِبينَ، وَحِلْمَكَ يَكْبُرُ عَنْ مُكافاةِ الْمُقَصِّرينَ. \n\n وَاَنَا يا سَيِّدي عائِذٌ بِفَضْلِكَ، هارِبٌ مِنْكَ اِلَيْكَ، مُتَنَجِّزٌ ما وَعَدْتَ مِنَ الصَّفْحِ عَمَّنْ اَحْسَنَ بِكَ ظَنّاً، وَما اَنَا يا رَبِّ وَما خَطَري، هَبْني بِفَضْلِكَ، وَتَصَدَّقْ عَلَيَّ بِعَفْوِكَ اَيْ رَبِّ جَلِّلْني بِسَتْرِكَ، وَاعْفُ عَنْ تَوْبيخي بِكَرَمِ وَجْهِكَ، فَلَوِ اطَّلَعَ الْيَوْمَ عَلى ذَنْبي غَيْرُكَ ما فَعَلْتُهُ، وَلَوْ خِفْتُ تَعْجيلَ الْعُقُوبَةِ لاَجْتَنَبْتُهُ، لا لاَِنَّكَ اَهْوَنُ النّاظِرينَ وَاَخَفُّ الْمُطَّلِعينَ، بَلْ لاَِنَّكَ يا رَبِّ خَيْرُ السّاتِرينَ، وَاَحْكَمُ الْحاكِمينَ، وَاَكْرَمُ الاَْكْرَمينَ، سَتّارُ الْعُيُوبِ، غَفّارُ الذُّنُوبِ، عَلاّمُ الْغُيُوبِ، تَسْتُرُ الذَّنْبِ بِكَرَمِكَ، وَتُؤَخِّرُ الْعُقُوبَةَ بِحِلْمِكَ، فَلَكَ الْحَمْدُ عَلى حِلْمِكَ بَعْدَ عِلْمِكَ، وَعَلى عَفْوِكَ بَعْدَ قُدْرَتِكَ، وَيَحْمِلُني وَيُجَرَّئُني عَلى مَعْصِيَتِكَ حِلْمُكَ عَنّي، وَيَدْعُوني اِلى قِلَّةِ الْحَياءِ سِتْرُكَ عَلَيَّ، وَيُسْرِعُني اِلَى التَّوَثُّبِ عَلى مَحارِمِكَ مَعْرِفَتي بِسِعَةِ رَحْمَتِكَ، وَعَظيمِ عَفْوِكَ، يا حَليمُ يا كَريمُ، يا حَيُّ يا قَيُّومُ، يا غافِرَ الذَّنْبِ، يا قابِلَ التَّوْبِ، يا عَظيمَ الْمَنِّ، يا قَديمَ الاِْحسانِ، اَيْنَ سَِتْرُكَ الْجَميلُ، اَيْنَ عَفْوُكَ الْجَليلُ، اَيْنَ فَرَجُكَ الْقَريبُ، اَيْنَ غِياثُكَ السَّريعُ، اَيْنَ رَحْمَتِكَ الْواسِعَةِ، اَيْنَ عَطاياكَ الْفاضِلَةُ، اَيْنَ مَواهِبُكَ الْهَنيئَةُ، اَيْنَ صَنائِعُكَ السَّنِيَّةُ، اَيْنَ فَضْلُكَ الْعَظيمُ، اَيْنَ مَنُّكَ الْجَسيمُ، اَيْنَ اِحْسانُكَ الْقَديمُ، اَيْنَ كَرَمُكَ يا كَريمُ، بِهِ فَاسْتَنْقِذْني، وَبِرَحْمَتِكَ فَخَلِّصْني، يا مُحْسِنُ يا مُجْمِلُ، يا مُنْعِمُ يا مُفْضِلُ، لَسْتُ اَتَّكِلُ فِي النَّجاةِ مِنْ عِقابِكَ عَلى اَعْمالِنا، بَلْ بِفَضْلِكَ عَلَيْنا، لاَِنَّكَ اَهْلَ التَّقْوى وَاَهْلَ الْمَغْفِرَةِ تُبْدِئُ بِالاِْحْسانِ نِعَماً، وَتَعْفُو عَنِ الذَّنْبِ كَرَماً، فَما نَدْري ما نَشْكُرُ، اَجَميلَ ما تَنْشُرُ، اَمْ قَبيحَ ما تَسْتُرُ، اَمْ عَظيمَ ما اَبْلَيْتَ وَاَوْلَيْتَ، اَمْ كَثيرَ ما مِنْهُ نَجَّيْتَ وَعافَيْتَ، يا حَبيبَ مَنْ تَحَبَّبَ اِلَيْكَ، وَيا قُرَّةَ عَيْنِ مَنْ لاذَ بِكَ وَانْقَطَعَ اِلَيْكَ، اَنْتَ الُْمحْسِنُ وَنَحْنُ الْمُسيؤنَ فَتَجاوَزْ يا رَبِّ عَنْ قَبيحِ ما عِنْدَنا بِجَميلِ ما عِنْدَكَ، وَاَيُّ جَهْل يا رَبِّ لا يَسَعُهُ جُودُكَ، اَوْ اَيُّ زَمان اَطْوَلُ مِنْ اَناتِكَ، وَما قَدْرُ اَعْمالِنا في جَنْبِ نِعَمِكَ، وَكَيْفَ نَسْتَكْثِرُ اَعْمالاً نُقابِلُ بِها كَرَمَكَ، بَلْ كَيْفَ يَضيقُ عَلَى الْمُذْنِبينَ ما وَسِعَهُمْ مِنْ رَحْمَتِكَ، يا واسِعَ الْمَغْفِرَةِ، يا باسِطَ الْيَدَيْنِ بِالرَّحْمَةِ، فَوَ عِزَّتِكَ يا سَيِّدي، لَوْ نَهَرْتَني ما بَرِحْتُ مِنْ بابِكَ، وَلا كَفَفْتُ عَنْ تَمَلُّقِكَ، لِمَا انْتَهى اِلَىَّ مِنَ الْمَعْرِفَةِ بِجُودِكَ وَكَرِمَك، وَاَنْتَ الْفاعِلُ لِما تَشاءُ تُعَذِّبُ مَنْ تَشاءُ بِما تَشاءُ كَيْفَ تَشاءُ، وَتَرْحَمُ مَنْ تَشاءُ بِما تَشاءُ كَيْفَ تَشاءُ، لا تُسْأَلُ عَنْ فِعْلِكَ، وَلا تُنازِعُ في مُلْكِكَ، وَلا تُشارَكُ في اَمْرِكَ، وَلا تُضادُّ في حُكْمِكَ، وَلا يَعْتَرِضُ عَلَيْكَ اَحَدٌ في تَدْبيرِكَ، لَكَ الْخَلْقُ وَالاَْمْرُ، تَبارَكَ اللهُ رَبُّ الْعالَمينَ، يا رَبِّ هذا مَقامُ مَنْ لاذَ بِكَ، وَاسْتَجارَ بِكَرَمِكَ، وَاَلِفَ اِحْسانَكَ وَنِعَمَكَ وَاَنْتَ الْجَوادُ الَّذي لا يَضيقُ عَفُْوكَ، وَلا يَنْقُصُ فَضْلُكَ، وَلا تَقِلُّ رَحْمَتُكَ، وَقَدْ تَوَثَّقْنا مِنْكَ بِالصَّفْحِ الْقَديمِ، وَالْفَضْلِ الْعَظيمِ، وَالرَّحْمَةِ الْواسِعَةِ، اَفَتَراكَ يا رَبِّ تُخْلِفُ ظُنُونَنا، اَوْ تُخَيِّبْ آمالَنا. \n\n كَلاّ يا كَريمُ، فَلَيْسَ هذا ظَنُّنا بِكَ، وَلا هذا فيكَ طَمَعُنا يا رَبِّ اِنَّ لَنا فيكَ اَمَلاً طَويلاً كَثيراً، اِنَّ لَنا فيكَ رَجاءً عَظيماً، عَصَيْناكَ وَنَحْنُ نَرْجُو اَنْ تَسْتُرَ عَلَيْنا، وَدَعَوْناكَ وَنَحْنُ نَرْجُو اَنْ تَسْتَجيبَ لَنا، فَحَقِّقْ رَجاءَنا مَوْلانا، فَقَدْ عَلِمْنا ما نَسْتَوْجِبُ بِاَعْمالِنا، وَلكِنْ عِلْمُكَ فينا وَعِلْمُنا بِاَنَّكَ لا تَصْرِفُنا عَنْكَ وَاِنْ كُنّا غَيْرَ مُسْتَوْجِبينَ لِرَحْمَتِكَ، فَاَنْتَ اَهْلٌ اَنْ تَجُودَ عَلَيْنا وَعَلَى الْمُذْنِبينَ بِفَضْلِ سَعَتِكَ، فَامْنُنْ عَلَيْنا بِما اَنْتَ اَهْلُهُ، وَجُدْ عَلَيْنا فَاِنّا مُحْتاجُونَ اِلى نَيْلِكَ، يا غَفّارُ بِنُورِكَ اهْتَدَيْنا، وَبِفَضْلِكَ اسْتَغْنَيْنا، وَبِنِعْمَتِكَ اَصْبَحْنا وَاَمْسَيْنا، ذُنُوبَنا بَيْنَ يَدَيْكَ نَسْتَغْفِرُكَ الّلهُمَّ مِنْها وَنَتُوبُ اِلَيْكَ، تَتَحَبَّبُ اِلَيْنا بِالنِّعَمِ وَنُعارِضُكَ بِالذُّنُوبِ، خَيْرُكَ اِلَيْنا نازِلٌ، وَشُّرنا اِلَيْكَ صاعِدٌ، وَلَمْ يَزَلْ وَلا يَزالُ مَلَكٌ كَريمٌ يَأتيكَ عَنّا بِعَمَل قَبيح، فَلا يَمْنَعُكَ ذلِكَ مِنْ اَنْ تَحُوطَنا بِنِعَمِكَ، وَتَتَفَضَّلَ عَلَيْنا بِآلائِكَ، فَسُبْحانَكَ ما اَحْلَمَكَ وَاَعْظَمَكَ وَاَكْرَمَكَ مُبْدِئاً وَمُعيداً، تَقَدَّسَتْ اَسْماؤكَ وَجَلَّ ثَناؤُكَ، وَكَرُمَ صَنائِعُكَ وَفِعالُكَ، اَنْتَ اِلهي اَوْسَعُ فَضْلاً، وَاَعْظَمُ حِلْماً مِنْ اَنْ تُقايِسَني بِفِعْلي وَخَطيـئَتي، فَالْعَفْوَ الْعَفْوَ الْعَفْوَ، سَيِّدي سَيِّدي سَيِّدي، اَللّـهُمَّ اشْغَلْنا بِذِكْرِكَ، وَاَعِذْنا مِنْ سَخَطِكَ، وَاَجِرْنا مِنْ عَذابِكَ، وَارْزُقْنا مِنْ مَواهِبِكَ، وَاَنْعِمْ عَلَيْنا مِنْ فَضْلِكَ، وَارْزُقْنا حَجَّ بَيْتِكَ، وَزِيارَةَ قَبْرِ نَبِيِّكَ صَلَواتُكَ وَرَحْمَتُكَ وَمَغْفِرَتُكَ وَرِضْوانُكَ عَلَيْهِ وَعَلى اَهْلِ بَيْتِهِ اِنَّكَ قَريبٌ مُجيبٌ، وَارْزُقْنا عَمَلاً بِطاعَتِكَ، وَتَوَفَّنا عَلى مِلَّتِكَ، وَسُنَّةِ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ. \n\n\n اَللّـهُمَّ اغْفِرْ لي وَلِوالِدَيَّ وَارْحَمْهُما كَما رَبَّياني صَغيراً، اِجْزِهما بِالاِْحسانِ اِحْساناً وَبِالسَّيِّئاتِ غُفْراناً، اَللّـهُمَّ اغْفِرْ لِلْمُؤْمِنينَ وَالْمُؤْمِناتِ الاَْحياءِ مِنْهُمْ وَالاَْمواِت، وَتابِعْ بَيْنَنا وَبَيْنَهُمْ بِالْخَيْراتِ اَللّـهُمَّ اغْفِرْ لِحَيِّنا وَمَيِّتِنا، وَشاهِدِنا وَغائِبِنا، ذَكَرِنا وَاُنْثانا، صَغيرِنا وَكَبيرِنا، حُرِّنا وَمَمْلُوكِنا، كَذَبَ الْعادِلُونَ بِاللهِ وَضَلُّوا ضَلالاً بَعيداً، وَخَسِرُوا خُسْراناً مُبيناً، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاخْتِمْ لي بِخَيْر، وَاكْفِني ما اَهَمَّني مِنْ اَمْرِ دُنْيايَ وَآخِرَتي وَلا تُسَلِّطْ عَلَيَّ مَنْ لا يَرْحَمُني، وَاجْعَلْ عَلَيَّ مِنْكَ واقِيَةً باقِيَةً، وَلا تَسْلُبْني صالِحَ ما اَنْعَمْتَ بِهِ عَلَيَّ، وَارْزُقْني مِنْ فَضْلِكَ رِزْقاً واسِعاً حَلالاً طَيِّباً، اَللّـهُمَّ احْرُسْني بِحَراسَتِكَ، وَاحْفَظْني بِحِفْظِكَ، وَاكْلاَني بِكِلائَتِكَ، وَارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ في عامِنا هذا وَفي كُلِّ عام، وَزِيارَةَ قَبْرِ نَبِيِّكَ وَالاَْئِمَّةِ عَلَيْهِمُ السَّلامُ، وَلا تُخْلِني يا رَبِّ مِنْ تِلْكَ الْمَشاهِدِ الشَّريفَةِ، وَالْمَواقِفِ الْكَريمَةِ، اَللّـهُمَّ تُبْ عَلَيَّ حَتّى لا اَعْصِيَكَ، وَاَلْهِمْنِيَ الْخَيْرَ وَالْعَمَلَ بِهِ، وَخَشْيَتَكَ بِاللَّيْلِ وَالنَّهارِ ما اَبْقَيْتَني يا رَبَّ الْعالَمينَ، اَللّـهُمَّ اِنّي كُلَّما قُلْتُ قَدْ تَهَيَّأتُ وَتَعَبَّأتُ وَقُمْتُ لِلصَّلاةِ بَيْنَ يَدَيْكَ وَناجَيْتُكَ اَلْقَيْتَ عَلَيَّ نُعاساً اِذا اَنَا صَلَّيْتُ، وَسَلَبْتَني مُناجاتِكَ اِذا اَنَا ناجَيْتُ، مالي كُلَّما قُلْتُ قَدْ صَلَحَتْ سَريرَتي، وَقَرُبَ مِنْ مَجالِسِ التَّوّابينَ مَجْلِسي. \n\n عَرَضَتْ لي بَلِيَّةٌ اَزالَتْ قَدَمي، وَحالَتْ بَيْني وَبَيْنَ خِدْمَتِكَ سَيِّدي لَعَلَّكَ عَنْ بابِكَ طَرَدْتَني، وَعَنْ خِدْمَتِكَ نَحَّيْتَني اَوْ لَعَلَّكَ رَاَيْتَني مُسْتَخِفّاً بِحَقِّكَ فَاَقْصَيْتَني، اَوْ لَعَلَّكَ رَاَيْتَني مُعْرِضاً عَنْكَ فَقَلَيْتَني، اَوْ لَعَلَّكَ وَجَدْتَني في مَقامِ الْكاذِبينَ فَرَفَضْتَني، اَوْ لَعَلَّكَ رَاَيْتَني غَيْرَ شاكِر لِنَعْمائِكَ فَحَرَمْتَني، اَوْ لَعَلَّكَ فَقَدْتَني مِنْ مَجالِسِ الْعُلَماءِ فَخَذَلْتَني، اَوْ لَعَلَّكَ رَاَيْتَني فِى الْغافِلينَ فَمِنْ رَحْمَتِكَ آيَسْتَني، اَوْ لَعَلَّكَ رَاَيْتَني آلفَ مَجالِسِ الْبَطّالينَ فَبَيْني وَبَيْنَهُمْ خَلَّيْتَني، اَوْ لَعَلَّكَ لَمْ تُحِبَّ اَنْ تَسْمَعَ دُعائي فَباعَدْتَني، اَوْ لَعَلَّكَ بِجُرْمي وَجَريرَتي كافَيْتَني، اَوْ لَعَلَّكَ بِقِلَّةِ حَيائي مِنْكَ جازَيْتَني، فَاِنْ عَفَوْتَ يا رَبِّ فَطالما عَفَوْتَ عَنِ الْمُذْنِبينَ قَبْلي، لاَِنَّ كَرَمَكَ اَيْ رَبِّ يَجِلُّ عَنْ مُكافاتِ الْمُقَصِّرينَ، وَاَنَا عائِذٌ بِفَضْلِكَ، هارِبٌ مِنْكَ اِلَيْكَ، مُتَنَجِّزٌ ما وَعَدْتَ مِنَ الصَّفْحِ عَمَّنْ اَحْسَنَ بِكَ ظَنّاً، اِلهي اَنْتَ اَوْسَعُ فَضْلاً، وَاَعْظَمُ حِلْماً مِنْ اَنْ تُقايِسَني بِعَمَلي اَوْ اَنْ تَسْتَزِلَّني بِخَطيئَتي، وَما اَنَا يا سَيِّدي وَما خَطَري، هَبْني بِفَضْلِكَ سَيِّدي، وَتَصَدَّقْ عَلَيَّ بِعَفْوِكَ، وَجَلِّلْني بِسَتْرِكَ، وَاعْفُ عَنْ تَوْبيخي بِكَرَمِ وَجْهِكَ، سَيِّدي اَنَا الصَّغيرُ الَّذي رَبَّيْتَهُ، وَاَنَا الْجاهِلُ الَّذي عَلَّمْتَهُ، وَاَنَا الضّالُّ الَّذي هَدَيْتَهُ، وَاَنَا الْوَضيعُ الَّذي رَفَعْتَهُ، وَاَنَا الْخائِفُ الَّذي آمَنْتَهُ، وَالْجايِعُ الَّذي اَشْبَعْتَهُ، وَالْعَطْشانُ الَّذي اَرْوَيْتَهُ، وَالْعاري الَّذي كَسَوْتَهُ، وَالْفَقيرُ الَّذي اَغْنَيْتَهُ، وَالضَّعيفُ الَّذي قَوَّيْتَهُ، وَالذَّليلُ الَّذي اَعْزَزْتَهُ، وَالسَّقيمُ الَّذي شَفَيْتَهُ، وَالسّائِلُ الَّذي اَعْطَيْتَهُ، وَالْمُذْنِبُ الَّذي سَتَرْتَهُ، وَالْخاطِئُ الَّذي اَقَلْتَهُ، وَاَنَا الْقَليلُ الَّذي كَثَّرْتَهُ، وَالْمُسْتَضْعَفُ الَّذي نَصَرْتَهُ، وَاَنَا الطَّريدُ الَّذي آوَيْتَهُ. \n\n\n اَنَا يا رَبِّ الَّذي لَمْ اَسْتَحْيِكَ فِى الْخَلاءِ، وَلَمْ اُراقِبْكَ فِى الْمَلاءِ، اَنَا صاحِبُ الدَّواهِي الْعُظْمى، اَنَا الَّذي عَلى سَيِّدِهِ اجْتَرى، اَنَا الَّذي عَصَيْتُ جَبّارَ السَّماءِ، اَنَا الَّذي اَعْطَيْتُ عَلى مَعاصِى الْجَليلِ الرُّشا، اَنَا الَّذي حينَ بُشِّرْتُ بِها خَرَجْتُ اِلَيْها اَسْعى، اَنَا الَّذي اَمْهَلْتَني فَما ارْعَوَيْتُ، وَسَتَرْتَ عَلَيَّ فَمَا اسْتَحْيَيْتُ، وَعَمِلْتُ بِالْمَعاصي فَتَعَدَّيْتُ، وَاَسْقَطْتَني مِنْ عَيْنِكَ فَما بالَيْتُ، فَبِحِلْمِكَ اَمْهَلْتَني وَبِسِتْرِكَ سَتَرْتَني حَتّى كَاَنَّكَ اَغْفَلْتَني، وَمِنْ عُقُوباتِ الْمَعاصي جَنَّبْتَني حَتّى كَاَنَّكَ اسْتَحْيَيْتَني، اِلهي لَمْ اَعْصِكَ حينَ عَصَيْتُكَ وَاَنَا بِرُبُوبِيَّتِكَ جاحِدٌ، وَلا بِاَمْرِكَ مُسْتَخِفٌّ، وَلا لِعُقُوبَتِكَ مُتَعَرِّضٌّ، وَلا لِوَعيدِكَ مُتَهاوِنٌ، لكِنْ خَطيئَةٌ عَرَضَتْ وَسَوَّلَتْ لي نَفْسي، وَغَلَبَني هَوايَ، وَاَعانَني عَلَيْها شِقْوَتي، وَغَرَّني سِتْرُكَ الْمُرْخى عَلَىَّ، فَقَدْ عَصَيْتُكَ وَخالَفْتُكَ بِجَهْدي، فَالاْنَ مِنْ عَذابِكَ مَنْ يَسْتَنْقِذُني، وَمِنْ اَيْدي الْخُصَماءِ غَداً مِنْ يُخَلِّصُني، وَبِحَبْلِ مَنْ اَتَّصِلُ اِنْ اَنْتَ قَطَعْتَ حَبْلَكَ عَنّي، فَواسَوْاَتا عَلى ما اَحْصى كِتابُكَ مِنْ عَمَلِيَ الَّذي لَوْلا ما اَرْجُو مِنْ كَرَمِكَ وَسَعَةِ رَحْمَتِكَ وَنَهْيِكَ اِيّايَ عَنِ الْقُنُوطِ لَقَنَطْتُ عِنْدَما اَتَذَكَّرُها، يا خَيْرَ مَنْ دَعاهُ داع، وَاَفْضَلَ مَنْ رَجاهُ راج، اَللّـهُمَّ بِذِمَّةِ الاِْسْلامِ اَتَوَسَّلُ اِلَيْكَ، وَبِحُرْمَةِ الْقُرْآنِ اَعْتَمِدُ اِلَيْكَ، وَبِحُبِّيَ النَّبِيَّ الاُْمِّيَّ الْقُرَشِيَّ الْهاشِمِيَّ الْعَرَبِيَّ التِّهامِيَّ الْمَكِّيَّ الْمَدَنِيَّ اَرْجُو الزُّلْفَةَ لَدَيْكَ، فَلا تُوحِشِ اسْتيناسَ ايماني، وَلا تَجْعَلْ ثَوابي ثَوابَ مَنْ عَبَدَ سِواكَ، فَاِنَّ قَوْماً آمَنُوا بِاَلْسِنَتِهِمْ لِيَحْقِنُوا بِهِ دِماءَهُمْ فَاَدْرَكُوا ما اَمَّلُوا، َوَإنّا آَمّنا بِكَ بِاَلْسِنَتِنا وَقُلُوبِنا لِتَعْفُوَ عَنّا. \n\n فَاَدْرِكْنا ما اَمَّلْنا، وَثَبِّتْ رَجاءَكَ في صُدُورِنا، وَلا تُزِغْ قُلُوبَنا بَعْدَ اِذْ هَدَيْتَنا، وَهَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً اِنَّكَ اَنْتَ الْوَهّابُ، فَوَعِزَّتِكَ لَوِ انْتَهَرْتَني ما بَرِحْتُ مِنْ بابِكَ، وَلا كَفَفْتُ عَنْ تَمَلُّقِكَ لِما اُلْهِمَ قَلْبي مِنَ الْمَعْرِفَةِ بِكَرَمِكَ وَسَعَةِ رَحْمَتِكَ، اِلى مَنْ يَذْهَبُ الْعَبْدُ إلاّ اِلى مَوْلاهُ، وَاِلى مَنْ يَلْتَجِئُ الَْمخْلُوقُ إلاّ اِلى خالِقِهِ، اِلهي لَوْ قَرَنْتَني بِالاَْصْفادِ، وَمَنَعْتَني سَيْبَكَ مِنْ بَيْنِ الاَْشْهادِ، وَدَلَلْتَ عَلى فَضايِحي عُيُونَ الْعِبادِ، وَاَمَرْتَ بي اِلَى النّارِ، وَحُلْتَ بَيْني وَبَيْنَ الاَْبْرارِ، ما قَطَعْتُ رَجائي مِنْكَ وَما صَرَفْتُ تَأميلي لِلْعَفْوِ عَنْكَ، وَلا خَرَجَ حُبُّكَ مِنْ قَلْبي، اَنَا لا اَنْسى اَيادِيَكَ عِنْدي، وَسِتْرَكَ عَلَيَّ في دارِ الدُّنْيا، سَيِّدي اَخْرِجْ حُبَّ الدُّنْيا مِنْ قَلْبي، وَاجْمَعْ بَيْني وَبَيْنَ الْمُصْطَفى وَآلِهِ خِيَرَتِكَ مِنْ خَلْقِكَ وَخاتَمِ النَّبِيّينَ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَانْقُلْني اِلى دَرَجَةِ الَّتوْبَةِ اِلَيْكَ، وَاَعِنّي بِالْبُكاءِ عَلى نَفْسي، فَقَدْ اَفْنَيْتُ بِالتَّسْويفِ وَالاْمالِ عُمْري، وَقَدْ نَزَلْتُ مَنْزِلَةَ الاْيِسينَ مِنْ خَيْري، فَمَنْ يَكُونُ اَسْوَأ حالاً مِنّي إنْ اَنَا نُقِلْتُ عَلى مِثْلِ حالي اِلى قَبْري، لَمْ اُمَهِّدْهُ لِرَقْدَتي، وَلَمْ اَفْرُشْهُ بِالْعَمَلِ الصّالِحِ لِضَجْعَتي، وَمالي لا اَبْكي وَلا اَدْري اِلى ما يَكُونُ مَصيري، وَاَرى نَفْسي تُخادِعُني، وَاَيّامي تُخاتِلُني، وَقَدْ خَفَقَتْ عِنْدَ رَأسي اَجْنِحَةُ الْمَوْتِ، فَمالي لا اَبْكي اَبْكي، لِخُُروجِ نَفْسي، اَبْكي لِظُلْمَةِ قَبْري، اَبْكي لِضيقِ لَحَدي، اَبْكي لِسُؤالِ مُنْكَر وَنَكير اِيّايَ، اَبْكي لِخُرُوجي مِنْ قَبْري عُرْياناً ذَليلاً حامِلاً ثِقْلي عَلى ظَهْري، اَنْظُرُ مَرَّةً عَنْ يَميني وَاُخْرى عَنْ شِمالي، اِذِ الْخَلائِقِ في شَأن غَيْرِ شَأني (لِكُلِّ امْرِئ مِنْهُمْ يَوْمَئِذ شَأنٌ يُغْنيهِ * وُجوُهٌ يَوْمَئِذ مُسْفِرَةٌ * ضاحِكَةٌ مُسْتَبْشِرَةٌ * وَوُجوُهٌ يَوْمَئِذ عَلَيْها غَبَرَةٌ * تَرْهَقُها قَتَرَةٌ) وَذِلَّةٌ، سَيِّدي عَلَيْكَ مُعَوَّلي وَمُعْتَمَدي وَرَجائي وَتَوَكُّلي، وَبِرَحْمَتِكَ تَعَلُّقي، تُصيبُ بِرَحْمَتِكَ مَنْ تَشاءُ وَتَهْدي بِكَرامَتِكَ مَنْ تُحِبُّ، فَلَكَ الْحَمْدُ عَلى ما نَقَّيْتَ مِنَ الشِّرْكِ قَلْبي، وَلَكَ الْحَمْدُ عَلى بَسْطِ لِساني، اَفَبِلِساني هذَا الْكالِّ اَشْكُرُكَ، اَمْ بِغايَةِ جُهْدي في عَمَلي اُرْضيكَ، وَما قَدْرُ لِساني يا رَبِّ في جَنْبِ شُكْرِكَ، وَما قَدْرُ عَمَلي في جَنْبِ نِعَمِكَ وَاِحْسانِكَ. \n\n\n اِلهي اِنَّ جُودَكَ بَسَطَ اَمَلي، وَشُكْرَكَ قَبِلَ عَمَلي، سَيِّدي اِلَيْكَ رَغْبَتي، وَاِلَيْكَ رَهْبَتي، وَاِلَيْكَ تَأميلي، وَقَدْ ساقَني اِلَيْكَ اَمَلي، وَعَلَيْكَ يا واحِدي عَكَفَتْ هِمَّتي، وَفيـما عِنْدَكَ انْبَسَطَتْ رَغْبَتي، وَلَكَ خالِصُ رَجائي وَخَوْفي، وَبِكَ أَنِسَتْ مَحَبَّتي، وَاِلَيْكَ اَلْقَيْتُ بِيَدي، وَبِحَبْلِ طاعَتِكَ مَدَدْتُ رَهْبَتي، يا مَوْلايَ بِذِكْرِكَ عاشَ قَلْبي، وَبِمُناجاتِكَ بَرَّدْتُ اَلَمَ الْخَوْفِ عَنّي، فَيا مَوْلايَ وَيا مُؤَمَّلي وَيا مُنْتَهى سُؤْلي فَرِّقْ بَيْني وَبَيْنَ ذَنْبِيَ الْمانِعِ لي مِنْ لُزُومِ طاعَتِكَ، فَاِنَّما اَسْاَلُكَ لِقَديمِ الرَّجاءِ فيكَ، وَعَظيمِ الطَّمَعِ مِنْكَ، الَّذي اَوْجَبْتَهُ عَلى نَفْسِكَ مِنَ الرَّأفَةِ وَالرَّحْمَةِ، فَالاَْمْرُ لَكَ، وَحْدَكَ لا شَريكَ لَكَ وَالْخَلْقُ كُلُّهُمْ عِيالُكَ وَفي قَبْضَتِكَ، وَكُلُّ شَيْي خاضِعٌ لَكَ تَبارَكْتَ يا رَبَّ الْعالَمينَ، اِلهي ارْحَمْني اِذَا انْقَطَعَتْ حُجَّتي وَكَلَّ عَنْ جَوابِكَ لِساني، وَطاشَ عِنْدَ سُؤالِكَ اِيّايَ لُبّي، فَيا عَظيمَ رَجائي لا تُخَيِّبْني اِذَا اشْتَدَّتْ فاقَتي، وَلا تَرُدَّني لِجَهْلي، وَلا تَمْنَعْني لِقِلَّةِ صَبْري، اَعْطِني لِفَقْري وَارْحَمْني لِضَعْفي، سَيِّدي عَلَيْكَ مُعْتَمَدي وَمُعَوَّلي وَرَجائي وَتَوَكُّلي، وَبِرَحْمَتِكَ تَعَلُّقي، وَبِفَنائِكَ اَحُطُّ رَحْلي، وَبِجُودِكَ اَقْصِدُ طَلِبَتي، وَبِكَرَمِكَ اَيْ رَبِّ اسْتَفْتِحُ دُعائي، وَلَدَيْكَ اَرْجُو فاقَتي، وَبِغِناكَ اَجْبُرُ عَيْلَتي، وَتَحْتَ ظِلِّ عَفْوِكَ قِيامي، وَاِلى جُودِكَ وَكَرَمِكَ اَرْفَعُ بَصَري، وَاِلى مَعْرُوفِكَ اُديمُ نَظَري، فَلا تُحْرِقْني بِالنّارِ وَاَنْتَ مَوْضِعُ اَمَلي، وَلا تُسْكِنِّىِ الْهاوِيَةَ فَاِنَّكَ قُرَّةُ عَيْني، يا سَيِّدي لا تُكَذِّبْ ظَنّي بِاِحْسانِكَ وَمَعْرُوفِكَ فَاِنَّكَ ثِقَتي، وَلا تَحْرِمْني ثَوابَكَ فَاِنَّكَ الْعارِفُ بِفَقْري، اِلهي اِنْ كانَ قَدْ دَنا اَجَلي وَلَمْ يُقَرِّبْني مِنْكَ عَمَلي فَقَدْ جَعَلْتُ الاْعْتِرافَ اِلَيْكَ بِذَنْبي وَسائِلَ عِلَلي. \n\n\n اِلهي اِنْ عَفَوْتَ فَمَنْ اَوْلى مِنْكَ بِالْعَفْوِ، وَاِنْ عَذَّبْتَ فَمَنْ اَعْدَلُ مِنْكَ فِي الْحُكْمِ، ارْحَمْ في هذِهِ الدُّنْيا غُرْبَتي، وَعِنْدَ الْمَوْتِ كُرْبَتي، وَفِي الْقَبْرِ وَحْدَتي، وَفِي اللَّحْدِ وَحْشَتي، وَاِذا نُشِرْتُ لِلْحِسابِ بَيْنَ يَدَيْكَ ذُلَّ مَوْقِفي، وَاغْفِرْ لي ما خَفِيَ عَلَى الاْدَمِيّينَ مِنْ عَمَلي، وَاَدِمْ لي ما بِهِ سَتَرْتَني، وَارْحَمْني صَريعاً عَلَى الْفِراشِ تُقَلِّبُني اَيْدي اَحِبَّتي، وَتَفَضَّلْ عَلَيَّ مَمْدُوداً عَلَى الْمُغْتَسَلِ يُقَلِّبُني صالِحُ جيرَتي، وَتَحَنَّنْ عَلَيَّ مَحْموُلاً قَدْ تَناوَلَ الاَْقْرِباءُ اَطْرافَ جَِنازَتي، وَجُدْ عَلَيَّ مَنْقُولاً قَدْ نَزَلْتُ بِكَ وَحيداً في حُفْرَتي، وَارْحَمْ في ذلِكَ الْبَيْتِ الْجَديدِ غُرْبَتي، حَتّى لا اَسْتَاْنِسَ بِغَيْرِكَ، يا سَيِّدي اِنْ وَكَلْتَني اِلى نَفْسي هَلَكْتُ، سَيِّدي فَبِمَنْ اَسْتَغيثُ اِنْ لَمْ تُقِلْني عَثَرْتي، فَاِلى مَنْ اَفْزَعُ اِنْ فَقَدْتُ عِنايَتَكَ في ضَجْعَتي، وَاِلى مَنْ اَلْتَجِئُ اِنْ لَمْ تُنَفِّسْ كُرْبَتي سَيِّدي مَنْ لي وَمَنْ يَرْحَمُني اِنْ لَمْ تَرْحَمْني، وَفَضْلَ مَنْ اُؤَمِّلُ اِنْ عَدِمْتُ فَضْلَكَ يَوْمَ فاقَتي، وَاِلى مَنِ الْفِرارُ مِنَ الذُّنُوبِ اِذَا انْقَضى اَجَلي، سَيِّدي لا تُعَذِّبْني وَاَنَا اَرْجُوكَ، اِلهي حَقِّقْ رَجائي، وَآمِنْ خَوْفي، فَاِنَّ كَثْرَةَ ذُنُوبي لا اَرْجُو فيها إلاّ عَفْوُكَ، سَيِّدي اَنَا اَسْاَلُكَ ما لا اَسْتَحِقُّ وَاَنْتَ اَهْلُ التَّقْوى وَاَهْلُ الْمَغْفِرَةِ، فَاغْفِرْ لي وَاَلْبِسْني مِنْ نَظَرِكَ ثَوْباً يُغَطّي عَلَيَّ التَّبِعاتِ، وَتَغْفِرُها لي وَلا اُطالَبُ بِها، اِنَّكَ ذُو مَنٍّ قَديم، وَصَفْح عَظيم، وَتَجاوُز كَريم، اِلهي اَنْتَ الَّذي تُفيضُ سَيْبَكَ عَلى مَنْ لا يَسْأَلُكَ وَعَلَى الْجاحِدينَ بِرُبُوبِيَّتِكَ، فَكَيْفَ سَيِّدي بِمَنْ سَأَلَكَ وَاَيْقَنَ اَنَّ الْخَلْقَ لَكَ، وَالاَْمْرَ اِلَيْكَ، تَبارَكْتَ وَتَعالَيْتَ يا رَبَّ الْعالَمينَ، سَيِّدي عَبْدُكَ بِبابِكَ أقامَتْهُ الْخَصاصَةُ بَيْنَ يَدَيْكَ يَقْرَعُ بابَ اِحْسانِكَ بِدُعائِهِ. \n\n\n فَلا تُعْرِضْ بِوَجْهِكَ الْكَريمِ عَنّي، وَاَقْبَلْ مِنّي ما اَقُولُ، فَقَدْ دَعَوْتُ بِهذَا الدُّعاءِ وَاَنا اَرْجُو اَنْ لا تَرُدَّني، مَعْرِفَةً مِنّي بِرَأفَتِكَ وَرَحْمَتِكَ، اِلهي اَنْتَ الَّذي لا يُحْفيكَ سائِلٌ، وَلا يَنْقُصُكَ نائِلٌ، اَنْتَ كَما تَقُولُ وَفَوْقَ ما نَقُولُ، اَللّـهُمَّ اِنّي اَسْاَلُكَ صَبْراً جَميلاً، وَفَرَجاً قَريباً، وَقَولاً صادِقاً، وَاَجْراً عَظيماً، اَسْاَلُكَ يا رَبِّ مِنَ الْخَيْرِ كُلِّهِ ما عَلِمْتُ مِنْهُ وَما لَمْ اَعْلَمْ، اَسْاَلُكَ اللّهُمَّ مِنْ خَيْرِ ما سَأَلَكَ مِنْهُ عِبادُكَ الصّالِحُونَ، يا خَيْرَ مَنْ سُئِلَ، وَاَجْوَدَ مَنْ اَعْطى، اَعْطِني سُؤْلي في نَفْسي وَاَهْلي وَوالِديَّ وَوَلَدي وَاَهْلِ حُزانَتي وَاِخْواني فيكَ، وَاَرْغِدْ عَيْشي، وَاَظْهِرْ مُرُوَّتي، وَاَصْلِحْ جَميعَ اَحْوالي، وَاجْعَلْني مِمَّنْ اَطَلْتَ عُمْرَهُ، وَحَسَّنْتَ عَمَلَهُ، وَاَتْمَمْتَ عَلَيْهِ نِعْمَتَكَ، وَرَضيتَ عَنْهُ وَاَحْيَيْتَهُ حَياةً طَيِّبَةً في اَدْوَمِ السُّرُورِ، وَاَسْبَغِ الْكَرامَةِ، وَاَتَمِّ الْعَيْشِ، اِنَّكَ تَفْعَلُ ما تَشاءُ وَلا تَفْعَلُ ما يَشاءُ غَيْرُكَ، اَللّـهُمَّ خُصَّني مِنْكَ بِخاصَّةِ ذِكْرِكَ، وَلا تَجْعَلْ شَيْئاً مِمّا اَتَقَرَّبُ بِهِ في آناءِ اللَّيْلِ وَاَطْرافِ النَّهارِ رِياءً وَلا سُمْعَةً وَلا اَشَراً وَلا بَطَراً، وَاجْعَلْني لَكَ مِنَ الْخاشِعينَ، اَللّـهُمَّ أعْطِنِى السِّعَةَ فِي الرِّزْقِ، وَالاَْمْنَ فِي الْوَطَنِ، وَقُرَّةَ الْعَيْنِ فِي الاَْهْلِ وَالْمالِ وَالْوَلَدِ، وَالْمُقامَ في نِعَمِكَ عِنْدي، وَالصِّحَّةَ فِى الْجِسْمِ، وَالْقُوَّةَ فِي الْبَدَنِ، وَالسَّلامَةَ فِى الدّينِ. \n\n\n وَاسْتَعْمِلْني بِطاعَتِكَ وَطاعَةِ رَسُولِكَ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ اَبَداً مَا اسْتَعْمَرَتْني، وَاجْعَلْني مِنْ اَوْفَرِ عِبادِكَ عِنْدَكَ نَصيباً في كُلِّ خَيْر اَنْزَلْتَهُ وَتُنْزِلُهُ في شَهْرِ رَمَضانَ في لَيْلَةِ الْقَدْرِ، وَما اَنْتَ مُنْزِلُهُ في كُلِّ سَنَة مِنْ رَحْمَة تَنْشُرُها، وَعافِيَة تُلْبِسُها، وَبَلِيَّة تَدْفَعُها، وَحَسَنات تَتَقَبَّلُها، وَسَيِّئات تَتَجاوَزُ عَنْها، وَارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ في عامِنا هذا وَفي كُلِّ عام، وَارْزُقْني رِزْقاً واسِعاً مِنْ فَضْلِكَ الْواسِعِ، وَاصْرِفْ عَنّي يا سَيِّدي الاَْسْواءَ، وَاقْضِ عَنِّيَ الدَّيْنَ وَالظُّلاماتِ، حَتّى لا اَتَاَذّى بِشَي مِنْهُ، وَخُذْ عَنّي بِاَسْماعِ وَاَبْصارِ اَعْدائي وَحُسّادي وَالْباغينَ عَلَيَّ، وَانْصُرْني عَلَيْهِمْ، وَاَقِرَّ عَيْني وَفَرِّحْ قَلْبي، وَاجْعَلْ لي مِنْ هَمّي وَكَرْبي فَرَجاً وَمَخْرَجاً، وَاجْعَلْ مَنْ اَرادَني بِسُوء مِنْ جَميعِ خَلْقِكَ تَحْتَ قَدَمَيَّ، وَاكْفِني شَرَّ الشَّيْطانِ، وَشَرَّ السُّلْطانِ، وَسَيِّئاتِ عَمَلي، وَطَهِّرْني مِنَ الذُّنُوبِ كُلِّها، وَاَجِرْني مِنَ النّارِ بِعَفْوِكَ، وَاَدْخِلْنِى الْجَنَّةَ بِرَحْمَتِكَ، وَزَوِّجْني مِنَ الْحُورِ الْعينِ بِفَضْلِكَ، وَاَلْحِقْني بِاَوْلِيائِكَ الصّالِحينَ مُحَمَّد وَآلِهِ الاَْبْرارِ الطَّيِّبينَ الطّاهِرينَ الاَْخْيارِ صَلَواتُكَ عَلَيْهِمْ وَعَلى اَجْسادِهِمْ وَاَرْواحِهِمْ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ. \n\n\n اِلهي وَسَيِّدي وَعِزَّتِكَ وَجَلالِكَ لَئِنْ طالَبَتْني بِذُنُوبي لاَُطالِبَنَّكَ بِعَفْوِكَ، وَلَئِنْ طالَبَتْني بِلُؤْمي لاَُطالِبَنَّكَ بِكَرَمِكَ، وَلَئِنْ اَدْخَلْتَنِى النّارَ لاَُخْبِرَنَّ اَهْلَ النّارِ بِحُبّي لَكَ، اِلهي وَسَيِّدي اِنْ كُنْتَ لا تَغْفِرُ إلاّ لاَِوْلِيائِكَ وَاَهْلِ طاعَتِكَ فَاِلى مَنْ يَفْزَعُ الْمُذْنِبُونَ، وَاِنْ كُنْتَ لا تُكْرِمُ إلاّ اَهْلَ الْوَفاءِ بِكَ فَبِمَنْ يَسْتَغيثُ الْمُسْيؤُنَ اِلهي اِنْ اَدْخَلْتَنِى النّارَ فَفي ذلِكَ سُرُورُ عَدُوِّكَ، وَاِنْ اَدْخَلْتَنِى الْجَنَّةَ فَفي ذلِكَ سُرُورُ نَبِيِّكَ، وَاَنَا وَاللهِ اَعْلَمُ اَنَّ سُرُورَ نَبِيِّكَ اَحَبُّ اِلَيْكَ مِنْ سُرُورِ عَدُوِّكَ، اَللّـهُمَّ اِنّي اَسْاَلُكَ اَنْ تَمْلاََ قَلْبي حُبّاً لَكَ، وَخَشْيَةً مِنْكَ، وَتَصْديقاً بِكِتابِكَ، وَايماناً بِكَ، وَفَرَقاً مِنْكَ، وَشَوْقاً اِلَيْكَ، يا ذَا الْجَلالِ وَالاِْكْرامِ حَبِّبْ اِلَىَّ لِقاءِكَ وَاَحْبِبْ لِقائي، وَاجْعَلْ لي في لِقائِكَ الرّاحَةَ وَالْفَرَجَ وَالْكَرامَةَ، اَللّـهُمَّ اَلْحِقْني بِصالِحِ مِنْ مَضى، وَاجْعَلْني مِنْ صالِحِ مَنْ بَقي وَخُذْ بي سَبيلَ الصّالِحينَ، وَاَعِنّي عَلى نَفْسي بِما تُعينُ بِهِ الصّالِحينَ عَلى اَنْفُسِهِمْ، وَاخْتِمْ عَمَلي بِاَحْسَنِهِ، وَاجْعَلْ ثَوابي مِنْهُ الْجَنَّةَ بِرَحْمَتِكَ، وَاَعِنّي عَلى صالِحِ ما اَعْطَيْتَني، وَثَبِّتْني يا رَبِّ، وَلا تَرُدَّني في سُوء اسْتَنْقَذْتَني مِنْهُ يا رَبِّ الْعالَمينَ. \n\n\n اَللّـهُمَّ اِنّي اَسْاَلُكَ ايماناً لا اَجَلَ لَهُ دُونَ لِقائِكَ، اَحْيِني ما اَحْيَيْتَني عَلَيْهِ وَتَوَفَّني اِذا تَوَفَّيْتَني عَلَيْهِ، وَابْعَثْني اِذا بَعَثْتَني عَلَيْهِ وَاَبْرِىءْ قَلْبي مِنَ الرِّياءِ وَالشَّكِّ وَالسُّمْعَةِ في دينِكَ، حَتّى يَكُونَ عَمَلي خالِصاً لَكَ، اَللّـهُمَّ اَعْطِني بَصيرَةً في دينِكَ، وَفَهْماً في حُكْمِكَ، وَفِقْهاً في عِلْمِكَ، وَكِفْلَيْنِ مِنْ رَحْمَتِكَ، وَوَرَعاً يَحْجُزُني عَنْ مَعاصيكَ، وَبَيِّضْ وَجْهي بِنُورِكَ، وَاجْعَلْ رَغْبَتي فيـما عِنْدَكَ، وَتَوَفَّني في سَبيلِكَ، وَعَلى مِلَّةَ رَسُولِكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، اَللّـهُمَّ اِنّي اَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْفَشَلِ وَالْهَمِّ وَالْجُبْنِ وَالْبُخْلِ وَالْغَفْلَةِ وَالْقَسْوَةِ وَالْمَسْكَنَةِ وَالْفَقْرِ وَالْفاقَةِ وَكُلِّ بَلِيَّة، وَالْفَواحِشِ ما ظَهَرَ مِنْها وَما بَطَنَ، وَاَعُوذُ بِكَ مِنْ نَفْس لا تَقْنَعُ، وَبَطْن لا يَشْبَعُ، وَقَلْب لا يَخْشَعُ، وَدُعاء لا يُسْمَعُ وَعَمَل لا يَنْفَعُ، وَاَعُوذُ بِكَ يا رَبِّ عَلى نَفْسي وَديني وَمالي وَعَلى جَميعِ ما رَزَقْتَني مِنَ الشَّيْطانِ الرَّجيمَ اِنَّكَ اَنْتَ السَّميعُ الْعَليمُ، اَللّـهُمَّ اِنَّهُ لا يُجيرُني مِنْكَ اَحَدٌ وَلا اَجِدُ مِنْ دُونِكَ مُلْتَحَداً، فَلا تَجْعَلْ نَفْسي في شَي مِنْ عَذابِكَ، وَلا تَرُدَّني بِهَلَكَة وَلا تَرُدَّني بِعَذاب اَليم، اَللّـهُمَّ تَقَبَّلْ مِنّي وَاَعْلِ ذِكْري، وَارْفَعْ دَرَجَتي، وَحُطَّ وِزْري، وَلا تَذْكُرْني بِخَطيئَتي، وَاجْعَلْ ثَوابَ مَجْلِسي وَثَوابَ مَنْطِقي وَثَوابَ دُعائي رِضاكَ وَالْجَنَّةَ، وَاَعْطِني يا رَبِّ جَميعَ ما سَاَلْتُكَ، وَزِدْني مِنْ فَضْلِكَ، اِنّي اِلَيْكَ راغِبٌ يا رَبَّ الْعالَمينَ، اَللّـهُمَّ اِنَّكَ اَنْزَلْتَ في كِتابِكَ اَنْ نَعْفُوَ عَمَّنْ ظَلَمْنا، وَقَدْ ظَلَمَنا اَنْفُسَنا فَاعْفُ عَنّا فَاِنَّكَ اَوْلى بِذلِكَ مِنّا، وَاَمَرْتَنا اَنْ لا نَرُدَّ سائِلاً عَنْ اَبْوابِنا وَقَدْ جِئْتُكَ سائِلاً فَلا تَرُدَّني إلاّ بِقَضاءِ حاجَتي، وَاَمَرْتَنا بِالاِْحْسانِ اِلى ما مَلَكَتْ اَيْمانُنا وَنَحْنُ اَرِقّاؤكَ فَاَعْتِقْ رِقابَنا مِنَ النّارِ، يا مَفْزَعي عِنْدَ كُرْبَتي، وَيا غَوْثي عِنْدَ شِدَّتي، اِلَيْكَ فَزِعْتُ وَبِكَ اسْتَغَثْتُ وَلُذْتُ، لا اَلُوذُ بِسِواكَ وَلا اَطْلُبُ الْفَرَجَ إلاّ مِنْكَ، فَاَغِثْني وَفَرِّجْ عَنّيك يا مَنْ يَفُكُّ الاَْسيرَ، وَيَعْفُو عَنِ الْكَثيرِ اِقْبَلْ مِنِّى الْيَسيرَ وَاعْفُ عَنِّى الْكَثيرَ اِنَّكَ اَنْتَ الرَّحيمُ الْغَفُورُ، اَللّـهُمَّ اِنّي اَسْاَلُكَ ايماناً تُباشِرُ بِهِ قَلْبي وَيَقيناً حَتّى اَعْلَمُ اَنَّهُ لَنْ يُصيبَني ما كَتَبْتَ لي وَرَضِّني مِنَ الْعَيْشِ بِما قَسَمْتَ لي يا اَرْحَمَ الرّاحِمينَ ."
},
{
    "name": "دعاء يا عدتي في كربتي",
    "source": "مفاتيح الجنان",
    "text": "(وتستحب قراءته في وقت السحر أيضاً) \n\n يا عُدَّتي في كُرْبَتي، وَيا صاحِبِي في شِدَّتي، وَيا وَلِيِّي في نِعْمَتي، وَيا غايَتي في رَغْبَتي، أَنْتَ السّاتِرُ عَوْرَتي، وَالْمُؤْمِنُ رَوْعَتي، وَالْمُقيلُ عَثْرَتي، فَاغْفِرْ لي خَطِيئَتي، اَللّهُمَّ إِنِّي أَسْأَلُكَ خُشُوعَ الإِيمانِ قَبْلَ خُشُوعِ الذّلِّ فِي النّارِ، يا واحِدُ يا أَحَدُ يا صَمَدُ يا مَنْ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفواً أَحَدٌ، يا مَنْ يُعْطي مَنْ سَأَلَهُ تَحَنُّناً مِنْهُ وَرَحْمَةً، وَيَبْتَدِئُ بِالْخَيْرِ مَنْ لَمْ يَسْأَلْهُ تَفَضُّلاً مِنْهُ وَكَرَماً، بِكَرَمِكَ الّدائِمِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَهَبْ لي رَحْمَةً واسِعَةً جامِعَةً أَبْلُغُ بِها خَيْرَ الدُّنْيا وَالآخِرَةِ، اَللّهُمَّ إِنّي أَسْتَغْفِرُكَ لِما تُبْتُ اِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فيهِ، وَأَسْتَغْفِرُكَ لِكُلِّ خَيْرٍ أَرَدْتُ بِهِ وَجْهَكَ فَخالَطَني فيهِ ما لَيْسَ لَكَ، اَللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاعْفُ عَنْ ظُلْمِي وَجُرْمِي بِحِلْمِكَ وَجُودِكَ يا كَريمُ، يا مَنْ لا يَخِيبُ سائِلُهُ، وَلا يَنْفَدُ نائِلُهُ، يا مَنْ عَلا فَلا شَيْءَ فَوْقَهُ، وَدَنا فَلا شَيءَ دُونَهُ، صَلِّ عَلى مُحَمَّدٍ وآلِ مُحَمَّدٍ وَارْحَمْني، يا فالِقَ الْبَحْرِ لِمُوسى، اللَّيلَةَ اللَّيْلَةَ اللَّيْلَةَ، السّاعَةَ السّاعَةَ السّاعَةَ، اَللّهُمَّ طَهِّرْ قَلْبي مِنَ النِّفاقِ، وَعَمَلي مِنَ الرِّياءِ، وَلِساني مِنَ الْكَذِبِ، وَعَيْني مِنَ الْخِيانَةِ، فَإِنَّكَ تَعْلَمُ خائِنَةَ الأَعْيُنِ وَما تُخْفِي الصُّدورِ، يا رَبِّ هذا مَقامُ الْعائِذِ بِكَ مِنَ النّارِ، هذا مَقامُ الْمُسْتَجيرِ بِكَ مِنَ النَّارِ، هذا مَقامُ الْمُسْتَغِيثِ بِكَ مِنَ النّارِ، هذا مَقامُ الْهارِبِ اِلَيْكَ مِنَ النّارِ، هذا مَقامُ مَنْ يَبُوءُ لَكَ بِخَطيئَتِهِ وَيَعْتَرِفُ بِذَنْبِهِ وَيَتُوبُ اِلى رَبِّهِ، هذا مَقامُ الْبائِسِ الْفَقيرِ، هذا مَقامُ الْخائِفِ الْمُسْتَجيرِ، هذا مَقامُ المَحْزُونِ الْمَكْرُوبِ، هذا مَقامُ الْمَغْمُومِ الْمَهْمُومِ، هذا مَقامُ الْغَريبِ الْغَريقِ، هذا مَقامُ الْمُسْتَوْحِشِ الْفَرِقِ، هذا مَقامُ مَنْ لا يَجِدُ لِذَنْبِهِ غافِراً غَيْرَكَ، وَلا لِضَعْفِهِ مُقَوِّياً إِلَّا أَنْتَ، وَلا لِهَمِّهِ مُفَرِّجاً سِوَاكَ، يا اللهُ يا كَرِيمُ، لا تُحْرِقْ وَجْهِي بِالنّارِ بَعْدَ سُجُودي لَكَ وَتَعْفِيرِي بِغَيْرِ مَنٍّ مِنّي عَلَيْكَ، بَلْ لَكَ الْحَمْدُ وَالْمَنُّ وَالتَّفَضُّلُ عَلَيَّ ارْحَمْ أَيْ رَبِّ أَيْ رَبِّ.... (حتّى ينقطع النفس) ضَعْفِي وَقِلَّةَ حِيلَتي وَرِقَّةَ جِلْدِي وَتَبَدُّدَ أَوْصالي وَتَناثُرَ لَحْمِي وَجِسْمي وَجَسَدي، وَوَحْدَتي وَوَحْشَتي في قَبْري، وَجَزَعي مِنْ صَغيرِ الْبَلاءِ، أَسْأَلُكَ يا رَبِّ قُرَّةَ الْعَيْنِ، وَالاِغْتِباطَ يَومَ الْحَسْرَةِ وَالنَّدامَةِ، بَيِّضْ وَجْهِي يا رَبِّ يَوْمَ تَسْوَدُّ الْوُجُوهُ، آمِنّي مِنَ الْفَزَعِ الأَكْبَرِ، أَسْأَلُكَ الْبُشْرى يَوْمَ تُقَلَّبُ الْقُلُوبُ وَالأَبْصارُ، وَالْبُشْرى عِنْدَ فِراقِ الدُّنْيا، اَلْحَمْدُ للهِ الَّذي أَرْجُوهُ عَوْناً في حَياتي، وَأُعِدُّهُ ذُخْراً لِيَوْمِ فاقَتي، اَلْحَمْدُ لله الَّذي أَدْعُوهُ وَلا أَدْعُو غَيْرَهُ وَلوْ دَعَوْتُ غَيْرَهُ لَخَيَّبَ دُعائي، اَلْحَمْدُ للهِ الَّذي أَرْجُوهُ وَلا أَرْجُو غَيْرَهُ وَلَوْ رَجَوْتُ غَيْرَهُ لأَخْلَفَ رَجائي، اَلْحَمْدُ للهِ الْمُنْعِمِ الْمُحْسِنِ الُمجْمِلِ الْمُفْضِلِ ذِي الْجَلالِ والإِكْرامِ وَلِيِّ كُلِّ نِعْمَةٍ، وَصاحِبِ كُلِّ حَسَنَةٍ، وَمُنْتَهى كُلِّ رَغْبَةٍ، وَقاضي كُلِّ حاجَةٍ، اَللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارْزُقْني الْيَقينَ وُحسْنَ الظَّنِّ بِكَ، وَأَثْبِتْ رَجاءَكَ في قَلْبِي، وَاقْطَعْ رَجائي عَمَّنْ سِواكَ، حَتّى لا أَرْجُوَ غَيْرَكَ وَلا أَثِقَ إِلَّا بِكَ يا لَطيفاً لِما تَشاءُ اُلْطُفْ لي في جَمِيعِ أَحْوالي بِما تُحِبُّ وَتَرْضَى، يا رَبِّ إِنّي ضَعِيفٌ عَلَى النّارِ فَلا تُعَذِّبْني بالنّارِ، يا رَبِّ ارْحَمْ دُعائِي وَتَضرُّعِي وَخَوْفي وَذُلّي وَمْسكَنَتي وَتَعْويذي وَتَلْويِذي، يا رَبِّ إِنّي ضَعِيفٌ عَنْ طَلَبِ الدُّنْيا وَأَنْتَ واسِعٌ كَريمٌ، أَسْأَلُكُ يا رَبِّ بِقُوَّتِكَ عَلَى ذلِكَ وَقُدْرَتِكَ عَلَيْهِ وَغِناكَ عَنْهُ وَحاجَتي اِلَيْهِ أَنْ تَرْزُقَني في عامِي هذا وَشَهْري هذا وَيَوْمي هذا وَساعَتي هذِهِ رِزْقاً تُغْنِينِي بِهِ عَنْ تَكَلُّفُ ما في أَيْدي النّاسِ مِنْ رِزْقِكَ الْحَلالِ الطَّيِّبِ، أَيْ رَبِّ مِنْكَ أَطْلُبُ وَاِلَيْكَ أَرْغَبُ وَإِيَّاكَ أَرْجُو وَأَنْتَ أَهْلُ ذلِكَ، لا أَرْجُو غَيْرَكَ وَلا أَثِقُ إِلَّا بِكَ يا أَرْحَمَ الرّاحِمينَ، أَيْ رَبِّ ظَلَمْتُ نَفْسي فَاغْفِرْ لي وَارْحَمْنِي وَعافِني، يا سامِعَ كُلِّ صَوْتٍ، وَيا جامِعَ كُلِّ فَوْتٍ، وَيا بارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ، يا مَنْ لا تَغْشاهُ الظُّلُماتُ، وَلا تَشْتَبِهُ عَلَيْهِ الأَصْواتُ، وَلا يَشْغَلُهُ شَيءٌ عَنْ شَيءٍ، أَعْطِ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وآلِهِ أَفْضَلَ ما سَأَلَكَ وَأَفْضَلَ ما سُئِلْتَ لَهُ، وَأَفْضَلَ ما أَنْتَ مَسْؤُولٌ لَهُ اِلى يَوْمِ الْقِيامَةِ، وَهَبْ لِيَ الْعافِيَةَ حَتّى تُهَنِّئَني الْمَعيشَةَ، وَاخْتِمْ لي بِخَيْرٍ حَتّى لا تَضُرَّنيِ الذُّنُوبُ، اَللّهُمَّ رَضِّني بِما قَسَمْتَ لي حَتّى لا أَسْأَلَ أَحَداً شَيْئاً، اَللّهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَافْتَحْ لي خَزائِنَ رَحْمَتِكَ، وَارْحَمْنِي رَحْمَةً لا تُعَذِّبُني بَعْدَها أَبَداً فِي الدُّنْيا وَالْآخِرَةِ، وَارْزُقْني مِنْ فَضْلِكَ الْواسِعِ رِزْقاً حَلالاً طَيِّباً لا تُفْقِرُني اِلى أَحَدٍ بَعْدَهُ سِواكَ، تَزيدُني بِذلِكَ شُكْراً وَاِلَيْكَ فاقَةً وَفَقْراً، وَبِكَ عَمَّنْ سِواكَ غِنَىً وَتَعفُّفاً، يا مُحْسِنُ يا مُجْمِلُ، يا مُنْعِمُ يا مُفْضِلُ، يا مَليكُ يا مُقْتَدِرُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاكْفِني الْمُهِمَّ كُلَّهُ، وَاقْضِ لي بِالْحُسْنى، وَبارِكْ لي في جَمِيعِ أُمُوري، وَاقْضِ لي جَمِيعَ حَوائِجي، اَللّهُمَّ يَسِّرْ لي ما أَخافُ تَعْسِيرَهُ، فَإِنَّ تَيْسِيرَ ما أَخافُ تَعْسِيرَهُ عَلَيْكَ سَهْلٌ يَسيرٌ، وَسَهِّلْ لي ما أَخافُ حُزونَتَهُ، وَنَفِّسْ عَنّي ما أَخافُ ضِيقَهُ، وَكُفَّ عَنّي ما أَخافُ هَمَّهُ، وَاصْرِفْ عَنّي ما أَخافُ بَلِيَّتَهُ، يا أَرْحَمَ الرَّاحِمِينَ، اَللّهُمَّ امْلَاْ قَلْبي حُبّاً لَكَ، وخَشْيَةً مِنْكَ، وَتَصْدِيقاً لَكَ، وَإيماناً بِكَ، وفَرَقاً مِنْكَ، وَشَوْقاً اِلَيْكَ يا ذَا الْجَلالِ وَالإِكْرامِ، اَللّهُمَّ إِنَّ لَكَ حُقُوقاً فَتَصَدَّقْ بِها عَلَيَّ، وَلِلنّاسِ قِبَلِي تَبِعاتٌ فَتَحَمَّلْها عَنِّي، وَقَدْ أَوْجَبْتَ لِكُلِّ ضَيْفٍ قِرىً وَأَنَا ضَيْفُكَ، فَاجْعَلْ قِرايَ اللَّيْلَةَ الْجَنَّةَ، يا وَهّابَ الْجَنَّةِ يا وَهّابَ الْمَغْفِرَةِ، وَلا حَوْلَ وَلا قُوَّةَ إِلَّا بِكَ."
},
{
    "name": "دعاء يا مفزعي عند كربتي",
    "source": "مفاتيح الجنان",
    "text": "(وتستحب قراءته في وقت السحر أيضاً) \n \n يا مَفْزَعِي عِنْدَ كُرْبَتي، وَيا غَوْثي عِنْدَ شِدَّتي اِلَيْكَ فَزِعْتُ، وَبِكَ اسْتَغَثْتُ، وَبِكَ لُذْتُ لا أَلُوذُ بِسِواكَ وَلا أَطْلُبُ الْفَرَجَ إِلَّا مِنْكَ، فَأَغِثْني وَفَرِّجْ عَنّي، يا مَنْ يَقْبَلُ الْيَسِيرَ، وَيَعْفُو عَنِ الْكَثيرِ، اِقْبَلْ مِنِّي الْيَسِيرَ وَاعْفُ عَنِّي الْكَثيرَ، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحيمُ، اَللّهُمَّ إِنّي أَسْاَلُكَ إِيماناً تُباشِرُ بِهِ قَلْبي، وَيَقيناً حَتّى أَعْلَمَ أَنَّهُ لَنْ يُصيَبني إِلَّا ما كَتَبْتَ لي، وَرَضِّني مِنَ الْعَيْشِ بِما قَسَمْتَ لي يا أَرْحَمَ الرّاحِمِينَ، يا عُدَّتي في كُرْبَتي، وَيا صاحِبي في شِدَّتي، وَيا وَليّي في نِعْمَتي، وَيا غايَتي في رَغْبَتي، أَنْتَ السّاتِرُ عَوْرَتي، وَالْآمِنُ رَوْعَتي، وَالْمُقيلُ عَثْرَتي، فَاغْفِرْ لي خَطيئَتي يا أَرْحَمَ الرّاحِمينَ. \n\n وتسبّح أيضاً بهذه التّسبيحات المرويّة في الإقبال: \n سُبْحانَ مَنْ يَعْلَمُ جَوارِحَ الْقُلُوبِ، سُبْحانَ مَنْ يُحْصي عَدَدَ الذُّنُوبِ، سُبْحانَ مَنْ لا يَخْفَى عَلَيْهِ خافِيَةٌ فِي السَّماواتِ وَالْأَرَضِينَ، سُبْحانَ الرَّبِّ الْوَدُودِ، سُبْحانَ الْفَرْدِ الْوِتْرِ، سُبْحانَ الْعَظيمِ الأَعْظَمِ، سُبْحانَ مَنْ لا يَعْتَدِي عَلى أَهْلِ مَمْلَكَتِهِ، سُبْحانَ مَنْ لا يُؤاخِذُ أَهْلَ الْأَرْضِ بِأَلْوانِ الْعَذابِ، سُبْحانَ الْحَنّانِ الْمَنّانِ، سُبْحانَ الرَّؤُوفِ الرَّحيمِ، سُبْحانَ الْجَبّارِ الْجَوادِ، سُبْحانَ الْكَريمِ الْحَليمِ، سُبْحانَ الْبَصيرِ الْعَليمِ، سُبْحانَ الْبَصيرِ الْواسِعِ، سُبْحانَ اللهِ عَلى إِقْبالِ النَّهارِ، سُبْحانَ اللهِ عَلى إِدْبارِ النَّهارِ، سُبْحانَ اللهِ عَلى إِدْبارِ اللَّيْلِ وإِقْبالِ النَّهارِ، وَلَهُ الْحَمْدُ وَالْمَجْدُ وَالْعَظَمَةُ وَالْكِبرِياءُ مَعَ كُلِّ نَفَسٍ، وَكُلِّ طَرْفَةِ عَيْنٍ، وَكُلِّ لَمْحَةٍ سَبَقَ في عِلْمِهِ، سُبْحانَكَ مِلْءَ ما أَحْصَى كِتابُكَ، سُبْحانَكَ زِنَةَ عَرْشِكَ، سُبْحانَكَ سُبْحانَكَ سُبْحانَكَ."
},
{
    "name": "دعاء البهاء",
    "source": "مفاتيح الجنان",
    "text": "اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ بَهائِكَ بأَبْهاهُ وَكُلُّ بَهائِكَ بَهِيٌّ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِبَهائِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ جَمالِكَ بِأَجْمَلِهِ وَكُلُّ جَمالِكَ جَميلٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِجَمالِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ جَلالِكَ بِأَجَلِّهِ وَكُلُّ جَلالِكَ جَليلٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِجَلالِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عَظَمَتِكَ بِأَعْظَمِها وَكُلُّ عَظَمَتِكَ عَظَيمَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعَظَمَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسَأَلُكَ مِنْ نُورِكَ بِأَنْوَرِهِ وَكُلُّ نُورِكَ نَيِّرٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِنُورِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ رَحْمَتِكَ بِأَوْسَعِها وَكُلُّ رَحْمَتِكَ واسِعَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كَلِماتِكَ بِأَتَمِّها وَكُلُّ كَلِماتِكَ تامَّةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِكَلِماتِكَ كُلِّهَا، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كَمالِكَ بِأَكْمَلِهِ وَكُلُّ كَمَالِكَ كامِلٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِكَمالِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ أَسمائِكَ بِأَكْبَرِها وَكُلُّ أَسْمائِكَ كَبيرَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِأَسْمائِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عِزَّتِكَ بأَعَزِّها وَكُلُّ عِزَّتِكَ عَزيزَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعِزَّتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مَشِيْئَتِكَ بِأَمْضاها وَكُلُّ مَشِيْئَتِكَ ماضِيَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمَشِيْئَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ قُدْرَتِكَ بِالْقُدْرَةِ الَّتي اسْتَطَلْتَ بِها عَلَى كُلِّ شَيْءٍ وَكُلُّ قُدْرَتِكَ مُسْتَطيلَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِقُدْرَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عِلْمِكَ بِأَنْفَذِهِ وَكُلُّ عِلْمِكَ نافِذٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعِلْمِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ قَوْلِكَ بِأَرْضاهُ وَكُلُّ قَوْلِكَ رَضِيٌّ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِقَوْلِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مَسائِلِكَ بِأَحَبِّها اِلَيْكَ وَكُلُّ مَسائِلِكَ اِلَيْكَ حَبيبَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمَسائِلِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ شَرَفِكَ بِأَشْرَفِهِ وَكُلُّ شَرَفِكَ شَريفٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِشَرَفِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ سُلْطانِكَ بِأَدْوَمِهِ وَكُلُّ سُلْطانِكَ دائِمٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِسُلْطانِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مُلْكِكَ بِأَفْخَرِهِ وَكُلُّ مُلْكِكَ فاخِرٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمُلْكِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عُلُوِّكَ بِأَعْلاهُ وَكُلُّ عُلُوِّكَ عالٍ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعُلُوِّكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مَنِّكَ بِأَقْدَمِهِ وَكُلُّ مَنِّكَ قَديمٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمَنِّكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ آياتِكَ بِأَكْرَمِها وَكُلُّ آياتِكَ كَريمَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِآياتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِما أَنْتَ فيهِ مِنَ الشَّأنِ وَالْجَبَرُوتِ، وَأَسْأَلُكَ بِكُلِّ شَأْنٍ وَحْدَهُ وجَبَرُوتٍ وَحْدَها، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِما تُجيبُني بِهِ حينَ أَسْأَلُكَ فَأَجِبْني يا اَللهُ."
},
{
    "name": "دعاء القاموس",
    "source": "مفاتيح الجنان",
    "text": "دعاء السيفي الصغير المعروف بدعاء القاموس: \n بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ، رَبِّ أَدْخِلْنِي فِي لُجَّةِ بَحْرِ أَحَدِيَّتِكَ، وَطَمْطامِ يَمِّ وَحْدانِيَّتِكَ، وَقَوِّنِي بِقُوَّةِ سَطْوَةِ سُلْطانِ فَرْدانِيَّتِكَ، حَتَّى أَخْرُجَ إِلى فَضاءِ سَعَةِ رَحْمَتِكَ، وَفِي وَجْهِي لَمَعاتُ بَرْقِ القُرْبِ مِنْ آثارِ حِمايَتِكَ، مَهِيباً بِهَيْبَتِكَ عَزِيزاً بِعِنايَتِكَ، مُتَجَلِّلاً مُكَرَّماً بِتَعْلِيمِكَ وَتَزْكِيَـتِكَ، وَأَلْبِسْنِي خِلَعَ العِزَّةِ وَالقَبُولِ، وَسَهِّلْ لِي مَناهِجَ الوُصْلَةِ وَالوُصُولِ، وَتَوِّجْنِي بِتاجِ الكَرامَةِ وَالوَقارِ وَأَلِّفْ بَيْنِي وَبَيْنَ أحِبَّائِكَ فِي دارِ الدُّنْيا وَدارِ القَرارِ وَارْزُقْنِي مِنْ نُورِ اسْمِكَ هَيْبَةً وَسَطْوَةً تَنْقادُ لِيَ القُلُوبُ وَالأَرْواحُ وَتَخْضَعُ لَدَيَّ النُّفُوسُ وَالأشْباحُ، يا مَنْ ذَلَّتْ لَهُ رِقابُ الجَبابِرَةِ وَخَضَعَتْ لَدَيْهِ أَعْناقُ الأكاسِرَةِ، لا مَلْجَأَ وَلا مَنْجىً مِنْكَ إِلَّا إِلَيْكَ وَلا إعانَةَ إِلَّا بِكَ وَلا اتِّكاءَ إِلَّا عَلَيْكَ، اِدْفَعْ عَنِّي كَيْدَ الحاسِدِينَ وَظُلُماتِ شَرِّ المُعانِدينَ وَارْحَمْنِي تَحْتَ سُرادِقاتِ عَرْشِكَ يا أكْرَمَ الأكْرَمِينَ. \n أَيِّدْ ظاهِري فِي تَحْصِيلِ مَراضِيكَ وَنَوِّرْ قَلْبِي وَسِرِّي بِالاطِّلاعِ عَلى مَناهِجِ مَساعِيكَ، إِلهِي كَيْفَ أَصْدُرُ عَنْ بابِكَ بِخَيْبَةٍ مِنْكَ وَقَدْ وَرَدْتُهُ عَلى ثِقَةٍ بِكَ؟ وَكَيْفَ تُؤْيِسُنِي مِنْ عَطائِكَ وَقَدْ أَمَرْتَني بِدُعائِكَ؟ وَها أَنا مُقْبِلٌ عَلَيْكَ مُلْتَجِئٌ إِلَيْكَ، باعِدْ بَيْنِي وَبَيْنَ أعْدائِي كَما باعَدْتَ بَيْنَ أعْدائِي، اِخْتَطِفْ أَبْصارَهُمْ عَنِّي بِنُورِ قُدْسِكَ وَجَلالِ مَجْدِكَ إنَّكَ أَنْتَ اللهُ المُعْطِي جَلائِلَ النِّعَمِ المُكَرَّمَةِ لِمَنْ ناجاكَ بِلَطائِفِ رَحْمَتِكَ، يا حَيُّ يا قَيُّومُ يا ذا الجَلالِ وَالإِكْرامِ، وَصَلَّى الله عَلى سَيِّدِنا وَنَبِيِّنا مُحَمَّدٍ وآلِهِ أجْمَعينَ الطَّيِّبِينَ الطَّاهِرِينَ."
},
{
    "name": "دعاء التوسل",
    "source": "مفاتيح الجنان",
    "text": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ، اللّهُمَّ إنِّي أسْأَلُكَ وَأتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ، يا أبا القاسِم يا رَسُولَ اللهِ يا إمامَ الرَّحْمَةِ يا سَيِّدَنا وَمَوْلانا إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا أَميرَ المُؤْمِنِينَ يا عَلِيَّ بْنَ أَبِي طالِبٍ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا فاطِمَةُ الزَّهْراءُ يا بِنْتَ مُحَمَّدٍ يا قُرَّةَ عَيْنِ الرَّسُولِ يا سَيِّدَتَنا وَمَوْلاتَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكِ إِلى اللهِ، وَقَدَّمْناكِ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهةً عِنْدَ اللهِ اِشْفَعِي لَنا عِنْدَ اللهِ. يا أَبا مُحَمَّدٍ يا حَسَنَ بْنَ عَلِيٍّ أَيُّها المُجْتَبى يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا عَبْدِاللهِ يا حُسَيْنَ بْنَ عَلِيٍّ أَيُّها الشَّهِيدُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا عَلِيَّ بْنَ الحُسَيْنِ يا زَيْنَ العابِدِينَ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا جَعْفَرٍ يا مُحَمَّدَ بْنَ عَلِيٍّ، أَيُّها الباقِرُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا عَبْدِاللهِ يا جَعْفَرَ بْنَ مُحَمَّدٍ، أَيُّها الصَّادِقُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا مُوسَى بْنَ جَعْفَرٍ، أَيُّها الكاظِمُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا عَلِيّ بْنَ مُوسَى، أَيُّها الرِّضا يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا جَعْفِرٍ يا مُحَمَّدَ بْنَ عَلِيٍّ، أَيُّها التَّقِيُّ الجَوادُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا عَلِيَّ بْنَ مُحَمَّدٍ، أَيُّها الهادِي النَّقِي يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا مُحَمَّدٍ يا حَسَنَ بْنَ عَلِيٍّ، أَيُّها الزَّكِيُّ العَسْكَرِيُّ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا وَصِيَّ الحَسَنِ وَالخَلَفَ الحُجَّةَ، أَيُّها القائِمُ المُنْتَظَرُ المَهْدِيُّ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. \n ثم سل حوائجك فإنّها تقضى إن شاء الله تعالى. وعلى رواية أخرى قل بعد ذلك: يا سادَتِي وَمَوالِيَّ إِنِّي تَوَجَّهْتُ بِكُمْ أَئِمَّتِي لِيَوْمِ فَقْرِي وَحاجَتي إِلى اللهِ، وَتَوَسَّلْتُ بِكُمْ إِلى اللهِ، وَاسْتَشْفَعْتُ بِكُمْ إِلى اللهِ، فَاشْفَعُوا لِي عِنْدَ اللهِ، وَاسْتَنْقِذُونِي مِنْ ذُنُوبي عِنْدَ اللهِ، فَإنَّكُمْ وَسِيلَتِي إِلى اللهِ، وَبِحُبِّكُمْ وَبِقُرْبِكُمْ أَرْجُو نَجاةً مِنَ اللهِ، فَكُونُوا عِنْدَ اللهِ رَجائِي يا سادَتي يا أَوْلِياءَ اللهِ، صَلَّى اللهُ عَلَيْهِمْ أَجْمَعِينَ وَلَعَنَ اللهُ أعْداءَ اللهِ ظالِمِيهِم مِنَ الأوَّلِينَ وَالآخِرِينَ، آمِينَ رَبَّ العالَمِينَ."
},
{
    "name": "دعاء مكارم الأخلاق",
    "source": "مفاتيح الجنان",
    "text": "اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَبَلِّغْ بِإِيمانِي أَكْمَلَ الإيمانِ وَاجْعَلْ يَقِينِي أَفْضَلَ اليَقِينَ وَانْتَهِ بِنِيَّتِي إِلى أَحْسَنِ النِّياتِ وَبِعَمَلِي إِلى أَحْسَنِ الأعْمالِ، اللهُمَّ وَفِّرْ بِلُطْفِكَ نِيَّتِي وَصَحِّحْ بِما عِنْدَكَ يَقِينِي وَاسْتَصْلِحْ بِقُدْرَتِكَ ما فَسَدَ مِنِّي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاكْفِنِي ما يَشْغَلُنِي الاهْتمامُ بِهِ وَاسْتَعْمِلْنِي بِما تَسْأَلُنِي غَداً عَنْهُ وَاسْتَفْرِغْ أيامِي فِيما خَلَقْتَنِي‌ لَهُ، وَأغْنِنِي وَوَسِّعْ عَلَيَّ فِي رِزْقِكَ وَلا تَفْتِنِّي بِالنَّظَرِ وَأَعِزَّنِي وَلا تَبْتَلِيَنِي بِالكِبْرِ وَعَبِّدْنِي لَكَ وَلا تُفْسِدْ عِبادَتِي بِالعُجْبِ وَأَجْرِ لِلْناسِ عَلى يَدَيَّ الخَيْرَ وَلا تَمْحَقْهُ بِالمَنِّ وَهَبْ لِي مَعالِيَ الأخْلاقِ وَاعْصِمْنِي مِنَ الفَخْرِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَلا تَرْفَعْنِي فِي النَّاسِ دَرَجَةً إِلاّ حطَطْتَنِي عِنْدَ نَفْسِي مِثْلَها وَلا تُحْدِثْ لِي عِزّاً ظاهِراً إِلاّ أَحْدَثْتَ لِي ذِلَّةً باطِنَةً عِنْدَ نَفْسِي بِقَدَرِها، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَمَتِّعْنِي بِهُدىً صالِحٍ لا أسْتَبْدِلُ بِهِ وَطَرِيقَةِ حَقٍّ لا أَزِيغُ عَنْها وَنِيَّةِ رُشْدٍ لا أَشُكُّ فِيها، وَعَمِّرْنِي ما كانَ عُمْرِي بِذْلَةً فِي طاعَتِكَ فَإِذا كانَ عُمْرِي مَرْتَعاً لِلْشَّيْطانِ فَاقْبِضْنِي إِلَيْكَ قَبْلَ أَنْ يَسْبِقَ مَقْتُكَ إِلَيّ أَوْ يَسْتَحْكِمَ غَضَبُكَ عَلَيَّ، اللهُمَّ لاتَدَعْ خَصْلَةً تُعابُ مِنِّي إِلاّ أَصْلَحْتَها وَلا عائِبَةً أُؤَنَّبُ بِها إِلاّ أَحْسَنْتَها وَلا أُكْرُومَةً فِيَّ ناقِصَةً إِلاّ أَتْمَمْتَها، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأَبْدِلْنِي مِنْ بُغْضَةِ أَهْلِ الشَّنَآنِ المَحَبَّةَ وَمِنْ حَسَدِ أَهْلِ البَغْيِ المَوَدَّةَ وَمِنْ ظِنَّةِ أَهْلِ الصَّلاحِ الثِّقَةَ وَمِنْ عَداوَةِ الأدْنَيْنَ الوَلايَةَ وَمِنْ عُقُوقِ ذَوِي الأَرْحامِ المَبَرَّةَ وَمِنْ خِذْلانِ الأقْرَبِينَ النُّصْرَةَ وَمِنْ حُبِّ المُدارِينَ تَصْحِيحَ المِقَةِ وَمِنْ رَدِّ المُلابِسِينَ كَرَمَ العِشْرَةِ وَمِنْ مَرارَةِ خَوْفِ الظَّالِمِينَ حَلاوَةَ الأمَنَةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاجْعَلْ لِي يَداً عَلى مَنْ ظَلَمَنِي وَلِساناً عَلى مَنْ خاصَمَنِي وَظَفَراً بِمَنْ عانَدَنِي، وَهَبْ لِي مَكْراً عَلى مَنْ كايَدَنِي وَقُدْرَةً عَلى مَنْ اضْطَهَدَنِي وَتَكْذِيباً لِمَنْ قَصَبَنِي وَسَلامَةً مِمَّنْ تَوَعَّدَنِي وَوَفِّقْنِي لِطاعَةِ مَنْ سَدَّدَنِي وَمُتابَعَةِ مَنْ أَرْشَدَنِي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَسَدِّدْنِي لأَنْ أُعارِضَ مَنْ غَشَّنِي بِالنُّصْحِ وَأَجْزِيَ مَنْ هَجَرنِي بِالبِرِّ وَأُثِيبَ مَنْ حَرَمَنِي بِالبَذْلِ وَأُكافِئَ مَنْ قَطَعَنِي بِالصِّلَةِ وَأُخالِفَ مَنْ اغْتابَنِي إِلى حُسْنِ الذِّكْرِ، وَأَنْ أَشْكُرَ الحَسَنَةَ وَأُغْضِي عَنِ السَّيِّئَةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَحَلِّنِي بِحِلْيَةِ الصَّالِحِينَ وَأَلْبِسْنِي زِينَةَ المُتَّقِينَ فِي بَسْطِ العَدْلِ وَكَظْمِ الغَيْظِ وَإِطْفاءِ النَّائِرَةِ وَضَمِّ أَهْلِ الفُرْقَةِ وَإِصْلاحِ ذاتِ البَيْنِ وَإِفْشاءِ العارِفَةِ وَسَتْرِ العائِبَةِ وَلِينِ العَرِيكَةِ وَخَفْضِ الجَنَاحِ وَحُسْنِ السِّيرَةِ وَسُكُونِ الرِّيحِ وَطِيبِ المُخالَقَةِ وَالسَّبْقِ إِلى الفَضِيلَةِ وَإِيْثارِ التَّفَضُّلِ وَتَرْكِ التَّعْيِيرِ وَالإفْضالِ عَلى غَيْرِ المُسْتَحِقِّ وَالقَوْلِ بِالحَقِّ وَإنْ عَزَّ وَاسْتِقْلالِ الخَيْرِ وَإِنْ كَثُرَ مِنْ قَوْلي وَفِعْلي، وَأَكْمِلْ ذلِكَ لِي بِدَوامِ الطَّاعَةِ وَلُزُومِ الجَماعَةِ وَرَفْضِ أَهْلِ البِدَعِ وَمُسْتَعْمِلِي الرَّأيِ المُخْتَرَعِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاجْعَلْ أَوْسَعَ رِزْقِكَ عَلَيَّ إِذا كَبِرْتُ وَأَقْوى قُوَّتِكَ فِيَّ إِذا نَصِبْتُ، وَلا تَبْتَلِيَنِي بِالكَسَلِ عَنْ عِبادَتِكَ وَلا العَمى عَنْ سَبِيلِكَ وَلا بِالتَّعَرُّضِ لِخِلافِ مَحَبَّتِكَ وَلا مُجامَعَةِ مَنْ تَفَرَّقَ عَنْكَ وَلا مُفارَقَةِ مَنْ اجْتَمَعَ إِلَيْكَ، اللهُمَّ اجْعَلْنِي أَصُولُ بِكَ عِنْدَ الضَّرُورَةِ وَأَسْأَلُكَ عِنْدَ الحاجَةِ وَأَتَضَرَّعُ إِلَيْكَ عِنْدَ المَسْكَنَةِ وَلا تَفْتِنِّي بِالاِسْتِعانَةِ بِغَيْرِكَ إِذَا اضْطُرِرْتُ وَلا بِالخُضُوعِ لِسُؤالِ غَيْرِكَ إِذا افْتَقَرْتُ وَلا بِالتَّضَرُّعِ إِلى مَنْ دُونَكَ إِذا رَهِبْتُ، فَأَسْتَحِقَّ بِذلِكَ خِذْلانَكَ وَمَنْعَكَ وَإِعْراضَكَ يا أَرْحَمَ الرَّاحِمِينَ. \n اللهُمَّ اجْعَلْ ما يُلْقِى الشَّيْطانُ فِي رَوْعِي مِنَ التَّمَنِّي وَالتَّظَنِّي وَالحَسَدِ ذِكْراً لِعَظَمَتِكَ وَتَفَكُّراً فِي قُدْرَتِكَ وَتَدْبِيراً عَلى عَدُوِّكَ، وَما أَجْرى عَلى لِسانِي مِنْ لَفْظَةِ فُحْشٍ أَوْ هَجْرٍ أَوْ شَتْمِ عِرْضٍ أَوْ شَهادَةِ باطِلٍ أَوْ اغْتِيابِ مُؤْمِنٍ غائِبٍ أَوْ سَبِّ حاضِرٍ وَما أَشْبَهَ ذلِكَ نُطْقاً بِالحَمْدِ لَكَ وَإِغْراقاً فِي الثَّناءِ عَلَيْكَ وَذَهاباً فِي تَمْجِيدِكَ وَشُكْراً لِنِعْمَتِكَ وَاعْتِرافاً بِإِحْسانِكَ وَإِحْصاءً لِمِنَنِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَلا أُظْلَمَنَّ وَأَنْتَ مُطِيقٌ لِلْدَّفْعِ عَنِّي وَلا أَظْلِمَنَّ وَأَنْتَ القادِرُ عَلى القَبْضِ مِنِّي وَلا أَضِلَّنَّ وَقَدْ أَمْكَنَتْكَ هِدايَتِي وَلا أَفْتَقِرَنَّ وَمِنْ عِنْدِكَ وُسْعِي وَلا أَطْغَيَنَّ وَمِنْ عِنْدِكَ وُجْدِي، اللهُمَّ إِلى مَغْفِرَتِكَ وَفَدْتُ وَإِلى عَفْوِكَ قَصَدْتُ وَإِلى تَجاوُزِكَ اشْتَقْتُ وَبِفَضْلِكَ وَثِقْتُ وَلَيْسَ عِنْدِي ما يُوجِبُ لِي مَغْفِرَتَكَ وَلا فِي عَمَلِي ما أَسْتَحِقُّ بِهِ عَفْوَكَ، وَمالِي بَعْدَ أَنْ حَكَمْتُ عَلى نَفْسِي إِلاّ فَضْلُكَ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَتَفَضَّلْ عَلَيَّ، اللهُمَّ وَاَنْطِقْنِي بِالهُدى وَأَلهِمْنِي التَّقْوى وَوَفِّقْنِي لِلَّتِي هِيَ أَزْكى وَاسْتَعْمِلْنِي بِما هُوَ أَرْضى، اللهُمَّ اسْلُكْ بِي الطَّرِيقَةَ المُثْلى وَاجْعَلْنِي عَلى مَلَّتِكَ أَمُوتُ وَأَحْيا ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَمَتِّعْنِي بِالاِقْتِصادِ وَاجْعَلْنِي مِنْ أَهْلِ السَّدادِ وَمِنْ أَدِلَّةِ الرَّشادِ وَمِنْ صالِحِي العِبادِ وَارْزُقْنِي فَوْزَ المَعادِ وَسَلامَةَ المِرْصادِ، اللهُمَّ خُذْ لِنَفْسِكَ مِنْ نَفْسِي ما يُخَلِّصُها وَأَبْقِ لِنَفْسِي مِنْ نَفْسِي ما يُصْلِحُها فَإِنَّ نَفْسِي هالِكَةٌ أَوْ تَعْصِمَها، اللهُمَّ أنْتَ عُدَّتِي إِنْ حَزِنْتُ وَأَنْتَ مُنْتَجَعِي إِنْ حُرِمْتُ وَبِكَ اسْتِغاثَتِي إِنْ كَرَثْتُ وَعِنْدَكَ مِمّا فاتَ خَلَفٌ وَلِما فَسَدَ صَلاحٌ وَفِيما أَنْكَرْتَ تَغَيِيرٌ، فَامْنُنْ عَلَيَّ قَبْلَ البَلاِء بِالعافِيَةِ وَقَبْلَ الطَّلَبِ بِالجِدَّةِ وَقَبْلَ الضَّلالِ بِالرَّشادِ وَاكْفِنِي مَؤُونَةَ مَعَرَّةِ العِبادِ وَهَبْ لِي أَمْنَ يَوْمِ المَعادِ وَامْنَحْني حُسْنَ الإرْشادِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَادْرَأ عَنِّي بِلُطْفِكَ وَ اغْذُنِي بِنِعْمَتِكَ وَأَصْلِحْنِي بِكَرَمِكَ وَداوِنِي بِصُنْعِكَ وَأَظِلَّنِي فِي ذَراكَ وَجَلِّلْنِي رِضاكَ وَوَفِّقْنِي إِذا اشْتَكَلَتْ عَلَيَّ الاُمُورُ لِأَهْداها وَإِذا تَشابَهَتِ الأعْمالُ لِأَزْكاها وَإِذا تَناقَضَتِ المِلَلُ لِأرْضاها، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَتَوِّجْنِي بِالكِفايَةِ وَسُمْنِي حُسْنَ الوِلايَةِ وَهَبْ لِي صِدْقَ الهِدايَةِ وَلا تَفْتِنِّي بِالسِّعَةِ وَامْنَحْنِي حُسْنَ الدَّعَةِ وَلا تَجْعَلْ عَيْشِي كَدّاً كَدّاً وَلا تَرُدَّ دُعائِي عَلَيَّ رَدّاً فَإِنِّي لا أَجْعَلُ لَكَ ضِدّاً وَلا أَدْعُو مَعَكَ نِدّاً، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَامْنَعْنِي مِنْ السَّرَفِ وَحَصِّنْ رِزْقِي مِنَ التَّلَفِ وَوَفِّرْ مَلَكَتِي بِالبَرَكَةِ فِيهِ وَأَصِبْ بِي سَبِيلَ الهِدايَةِ لِلْبِرِّ فِيما أُنْفِقُ مِنْهُ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاكْفِنِي مَؤُونَةَ الاِكْتِسابِ وَارْزُقْنِي مِنْ غَيْرِ احْتِسابٍ فَلا أَشْتَغِلَ عَنْ عِبادَتِكَ بِالطَّلَبِ وَلا أَحْتَمِلَ إِصْرَ تَبِعاتِ المَكْسَبِ، اللهُمَّ فَأَطْلِبْنِي بِقُدْرَتِكَ ما أَطْلُبُ وَأَجِرْنِي بِعِزَّتِكَ مِمّا أَرْهَبُ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَصُنْ وَجْهِي بِاليَسارِ وَلا تَبْتَذِلْ جاهِي بِالإِقْتارِ فَأَسْتَرْزِقَ أَهْلَ رِزْقِكَ وَأَسْتَعْطِيَ شِرارَ خَلْقِكَ فَاَفْتَتِنَ بِحَمْدِ مَنْ أَعْطانِي وَأُبْتَلى بِذَمِّ مَنْ مَنَعَنِي وَأَنْتَ مِنْ دُونِهِمْ وَليُّ الإعْطاءِ وَالمَنْعِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَارْزُقْنِي صِحَّةً فِي عِبادَةٍ وَفَراغاً فِي زَهادَةٍ وَعِلْماً فِي اسْتِعْمالٍ وَوَرَعاً فِي إِجْمالٍ، اللهُمَّ اخْتِمْ بِعَفْوِكَ أَجَلِي وَحَقِّقْ فِي رَجاءِ رَحْمَتِكَ أَمَلِي وَسَهِّلْ إِلى بُلُوغِ رِضاكَ سُبُلِي وَحَسِّنْ فِي جَمِيعِ أَحْوالِي عَمَلِي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَنَبِّهْنِي لِذِكْرِكَ فِي أَوْقاتِ الغَفْلَةِ وَاسْتَعْمِلْنِي بِطاعَتِكَ فِي أيامِ المُهْلَةِ وَانْهَجْ لِي إِلى مَحَبَّتِكَ سَبِيلاً سَهْلَةً أَكْمِلْ لِي بِها خَيرَ الدُّنْيا وَالآخرةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ كَأَفْضَلِ ما صَلَّيْتَ عَلى أَحَدٍ مِنْ خَلْقِكَ قَبْلَهُ وَأَنْتَ مُصَلٍّ عَلى أَحَدٍ بَعْدَهُ وَآتِنا فِي الدُّنْيا حَسَنَةً وَفِي الآخرةِ حَسَنَةً وَقِنِي بِرَحْمَتِكَ عَذابَ النَّارِ."
},
{
    "name": "دعاء الجوشن الصغير",
    "source": "مفاتيح الجنان",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ \n إلهي كَم مِن عَدوٍّ انتَضى عَلَيَّ سَيفَ عَداوَتِهِ، وَشَحَذَ لي ظُبَةَ مِديَتِهِ وَأرهَفَ لي شَبا حَدِّهِ، وَدافَ لي قَواتِلَ سُمومِهِ، وَسَدَّدَ إلَيَّ صَوائِبَ سِهامِهِ وَلَم تَنَم عَنّي عَينُ حِراسَتِهِ، وَأضمَرَ أن يَسومَني المَكروهَ، وَيُجَرِّعَني ذُعافَ مَرارَتِهِ، نَظَرتَ إلى ضَعفي عَن احتِمالِ الفَوادِحِ وعَجزي عَنِ الانتِصارِ مِمَّن قَصَدَني بِمُحارَبَتِهِ، وَوَحدَتي في كَثيرٍ مِمَّن ناواني وَأرصَدَ لي فيما لَم أعمِل فِكري في الارصادِ لَهُم بِمِثلِهِ فَأيَّدتَني بِقوَّتِكَ وَشَدَدتَ أزري بِنُصرَتِكَ وَفَلَلتَ لي حَدَّهُ، وَخَذَلتَهُ بَعدَ جَمعِ عَديدِهِ وَحَشدِهِ وَأعلَيتَ كَعبي عَلَيهِ، وَوَجَّهتَ ما سَدَّدَ إلَيَّ مِن مَكائِدِهِ إلَيهِ، وَرَدَدتَهُ عَلَيهِ، وَلَم يَشفِ غَليلَهُ، وَلَم تَبرُدُ حَزازاتُ غَيظِهِ، وَقَد عَضَّ عَلى أنامِلِهِ، وَأدبَرَ موَلياً قَد أخفَقَت سَراياهُ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن باغٍ بَغاني بِمَكائِدِهِ، وَنَصَبَ لي أشراكَ مَصائِدِهِ، وَوَكَّلَ بي تَفَقُّدَ رِعايَتِهِ، وَأضبأَ إلَيَّ إضباءَ السَّبُعِ لِطَريدَتِهِ، انتِظاراً لانتِهازِ فُرصَتِهِ، وَهُوَ يُظهِرُ بَشاشَةَ المَلَقِ، وَيُبسُطُ وَجهاً غَيرَ طَلِقٍ فَلَمّا رَأيتَ دَغَلَ سَريرَتِهِ، وَقُبحَ ما انطَوى عَلَيهِ لِشَريكِهِ في مِلَّتِهِ، وأصبَحَ مُجلِباً لي في بَغيِهِ أركَستَهُ لأُمِّ رَأسِهِ، وَأتَيتَ بُنيا نَهُ مِن أساسِهِ، فَصَرَعتَهُ في زُبيَتِهِ وَرَدَّيتَهُ في مَهوى حُفرَتِهِ، وَجَعَلتَ خَدَّهُ طَبَقاً لِتُرابِ رِجلِهِ، وَشَغَلتَهُ في بَدَنِهِ وَرِزقِهِ، وَرَمَيتَهُ بِحَجَرِهِ، وَخَنَقتَهُ بِوَتَرِهِ، وَذَكَّيتَهُ بِمَشاقِصِهِ، وَكَبَبتَهُ لِمَنخَرِهِ، وَرَدَدتَ كَيدَهُ في نَحرِهِ، وَرَبَقتَهُ بِنَدامَتِهِ، وَفَسأتَهُ بِحَسرَتِهِ فاستَخذَأ وَتَضاءَلَ بَعدَ نَخوَتِهِ وانقَمَعَ بَعدَ استِطالَتِهِ ذَليلاً مأسوراً في رِبقِ حِبالَتِهِ الَّتي كانَ يُؤَمِّلُ أن يَراني فيها يَومَ سَطوَتِهِ، وَقَد كِدتُ يا رَبِّ لَولا رَحمَتُكَ أن يَحُلَّ بي ماحَلَّ بِساحَتِهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ وَلآلائِكَ مِنَ الذَّاكِرينَ. \n إلهي وَكَم مِن حاسِدٍ شَرِقَ بِحَسرَتِهِ وَعَدوٍّ شَجيَ بِغَيظِهِ، وَسَلَقَني بِحَدِّ لِسانِهِ، وَوَخَزَني بِموقِ عَينِهِ، وَجَعَلَني غَرَضاً لِمَراميهِ وَقَلَّدَني خِلالاً لَم تَزَل فيهِ، نادَيتُكَ يا رَبِّ مُستَجيراً بِكَ، واثِقاً بِسُرعَةِ إجابَتِكَ مُتَوَكِّلاً عَلى مالَم أزَل أتَعَرَّفُهُ مِن حُسنِ دِفاعِكَ، عالِماً أنَّهُ لا يُضطَهَدُ مَن آوى إلى ظِلِّ كَنَفِكَ، وَلَن تَقرَعَ الحَوادِثُ مَن لَجَأ إلى مَعقِلِ الانتِصارِ بِكَ، فَحَصَّنتَني مِن بَأسِهِ بِقُدرَتِكَ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن سَحائِبِ مَكروهٍ جَلَّيتَها، وَسماءِ نِعمَةٍ مَطَرتَها ، وَجَداوِلَ كَرامَةٍ أجرَيتَها، وَأعيُنِ أحداثٍ طَمَستَها، وَناشِئَةِ رَحمَةٍ نَشَرتَها، وَجُنَّةِ عافيَةٍ ألبَستَها، وَغَوامِرِ كُرُباتٍ كَشَفتَها، وَأُمورٍ جاريَةٍ قَدَّرتَها، لَم تُعجِزكَ إذ طَلَبتَها، وَلَم تَمتَنِع مِنكَ إذ أرَدتَها، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن ظَنٍّ حَسَنٍ حَقَّقتَ، وَمِن كَسرِ إملاقٍ جَبَرتَ، وَمِن مَسكَنَةٍ فادِحَةٍ حَوَّلتَ، وَمن صَرعَةٍ مُهلِكَةٍ نَعَشتَ، وَمِن مَشَقَّةٍ أرَحتَ، لا تُسألُ عَمّا تَفعَلُ وَهُم يُسألونَ، وَلا يَنقُصُكَ ما أنفَقتَ، وَلَقَد سُئِلتَ فَأعطَيتَ، وَلَم تُسأل فَابتَدَأتَ، وَاستُميحَ بابُ فَضلِكَ فَما أكدَيتَ، أبَيتَ إلاّ إنعاماً وَامتِناناً، وَإلاّ تَطَوُّلاً يا رَبِّ وَإحساناً، وَأبَيتُ إلاّ انتِهاكاً لِحُرُماتِكَ، وَاجتِرَاءً عَلى مَعاصيكَ، وَتَعَدياً لِحُدودِكَ، وَغَفلَةً عَن وَعيدِكَ وَطاعَةً لِعَدوّي وَعَدوِّكَ، وَلَم يَمنَعكَ يا إلهي وَناصِري إخلالي بِالشُّكرِ عَن إتمامِ إحسانِكَ، وَلا حَجَزَني ذلِكَ عَن ارتِكابِ مَساخِطِكَ. \n اللهُمَّ وَهذا مَقامُ عَبدٍ ذَليلٍ اعتَرَفَ لَكَ بِالتَّوحيدِ وَأقَرَّ عَلى نَفسِهِ بِالتَّقصيرِ في أداءِ حَقِّكَ وَشَهِدَ لَكَ بِسُبُوغِ نِعمَتِكَ عَلَيهِ، وَجَميلِ عادَتِكَ عِندَهُ، وَإحسانِكَ إلَيهِ، فَهَب لي يا إلهي وَسَيِّدي مِن فَضلِكَ ما اُريدُهُ إلى رَحمَتِكَ، وَأتَّخِذُهُ سُلَّماً أعرُجُ فيهِ إلى مَرضاتِكَ، وَآمَنُ بِهِ مِن سَخَطِكَ، بِعِزَّتِكَ وَطَولِكَ وَبِحَقِّ نَبيِّكَ مُحَمَّدٍ (صلّى الله عليه و آله) ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في كَربِ المَوتِ، وَحَشرَجَةِ الصَّدرِ، وَالنَّظَرِ إلى ما تَقشَعِرُّ مِنهُ الجُلودُ، وَتَفزَعُ لَهُ القُلوبُ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ سَقيماً موجِعاً في أنَّةٍ وَعَويلٍ يَتَقَلَّبُ في غَمِّهِ لا يَجِد مَحيصاً وَلا يُسيغُ طَعاماً وَلا شَراباً وَأنا في صِحَّةٍ مِنَ البَدَنِ وَسَلامَةٍ مِنَ العَيشِ كُلُّ ذلِكَ مِنكَ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n إلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ خائِفاً مَرعوباً مُشفِقاً وَجِلاً هارِباً طَريداً مُنجَحِراً في مَضيقٍ وَمَخبَأةٍ مِنَ المَخابئِ قَد ضاقَت عَلَيهِ الأرضُ بِرُحبِها، لا يَجِدُ حيلَةً وَلا مَنجى، وَلا مَأوى، وَأنا في أمنٍ وَطُمأنينَةٍ وَعافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ مَغلولاً مُكَبَّلاً في الحَديدِ بَأيدي العُداةِ لا يَرحَمونَهُ، فَقيداً مِن أهلِهِ وَوَلَدِهِ مُنقَطِعاً عَن اخوانِهِ وَبَلَدِهِ يَتَوَقَّعُ كُلَّ ساعَةٍ بِأيِّ قَتلَةٍ يُقتَلُ وَبِأيِّ مُثلَةٍ يُمَثَّلُ بِهِ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ يُقاسي الحَربَ وَمُباشَرَةَ القِتالِ بِنَفسِهِ قَد غَشيَتهُ الأعداءُ مِن كُلِّ جانِبٍ بِالسُّيوفِ وَالرِّماحِ وَآلَةِ الحَربِ، يَتَقَعقَعُ في الحَديدِ قَد بَلَغَ مَجهودَهُ لا يَعرِفُ حيلَةً، وَلا يَجِدُ مَهرَباً قَد أُدنِفَ بِالجِراحاتِ، أَوَ مُتَشَحِّطاً بِدَمِهِ تَحتَ السَّنابِكِ وَالأرجُلِ، يَتَمَنَّى شَربَةً مِن ماءٍ أو نَظرَةً إلى أهلِهِ وَوَلَدِهِ لا يَقدِرُ عَلَيها، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في ظُلُماتِ البِحارِ وَعَواصِفِ الرياحِ وَالأهوالِ وَالأمواجِ، يَتَوَقَّعُ الغَرَقَ وَالهَلاكَ، لا يَقدِرُ عَلى حيلَةٍ، أو مُبتَلى بِصاعِقَةٍ أو هَدمٍ أو حَرقٍ أو شَرقٍ أو خَسفٍ أو مَسخٍ أو قَذفٍ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ مُسافِراً شاخِصاً عَن أهلِهِ وَوَلَدِهِ، مُتَحَيِّراً في المَفاوِزِ، تائِهاً مَعَ الوُحوشِ وَالبَهائِمِ وَالهَوامِّ، وَحيداً فَريداً لايَعرِفُ حيلَةً وَلايَهتَدي سَبيلاً، أو مُتَأذّيا بِبَردٍ أو حَرِّ أو جوعٍ أو عُريٍ أو غَيرِهِ مِنَ الشَدائِدِ مِمَّا أنا مِنهُ خِلوٌ في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ فَقيراً عائِلاً عارياً مُملِقاً مُخفِقاً مَهجوراً جائِعاً ظَمآنَاً، يَنتَظِرُ مَن يَعودُ عَلَيهِ بِفَضلٍ، أو عَبدٍ وَجيهٍ عِندَكَ هُوَ أوجَهُ مِنّي عِندَكَ وَأشَدُّ عِبادَةً لَكَ، مَغلولاً مَقهوراً قَد حَمَلَ ثِقلاً مِن تَعَبِ العَناءِ وَشِدَّةِ العُبوديَّةِ، وَكُلفَةِ الرِّقِّ، وَثِقلِ الضَّريبَةِ، أو مُبتَلىً بِبَلاءٍ شَديدٍ لا قِبَلَ لَهُ إلاّ بِمَنِّكَ عَلَيهِ وَأنا المَخدومُ المُنَعَّمُ المُعافى المُكَرَّمُ في عافيَةٍ مِمّا هُوَ فيهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n إلهي وَسَيّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ عَليلاً مَريضاً سَقيماً مُدنِفاً عَلى فُرُشِ العِلَّةِ وَفي لِباسِها يَتَقَلَّبُ يَميناً وَشِمالاً لا يَعرِفُ شَيئاً مِن لَذَّةِ الطَّعامِ وَلا مِن لَذَّةِ الشَّرابِ، يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n\n مَولايَ وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ وَقَد دَنا يَومُهُ مِن حَتفِهِ، وَأحدَقَ بِهِ مَلَكُ المَوتِ في أعوانِهِ يُعالِجُ سَكَراتِ المَوتِ وَحياضَهُ، تَدورُ عَيناهُ يَميناً وَشِمالاً يَنظُرُ إلى أحِبّائِهِ وَأوِدَّائِهِ وَأخِلّائِهِ قَد مُنِعَ مِنَ الكَلامِ، وَحُجِبَ عَنِ الخِطابِ، يَنظُرُ إلى نَفسِه حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n\n مَولايَ وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في مَضائِقِ الحُبوسِ وَالسُّجونِ وَكُرَبِها وَذُلِّها وَحَديدِها يَتَداوَلُهُ أعوانُها وَزَبانيَتُها فَلا يَدري أيُّ حالٍ يُفعَلُ بِهِ، وَأيُّ مُثلَةٍ يُمَثَّلُ بِهِ، فَهُوَ في ضُرٍّ مِنَ العَيشِ وَضَنَكٍ مِنَ الحياةِ يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً، وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n سَيِّدي وَمَولايَ وَكَم مِن عَبدٍ أمسى وَأصبَحَ قَد استَمَرَّ عَلَيهِ القَضاءُ، وَأحدَقَ بِهِ البَلاء وَفارَقَ أوِدَّائهُ وَأحِبَّائهُ وَأخِلّائهُ، وَأمسى أسيراً حَقيراً ذَليلاً في أيدي الكُفّارِ وَالأعداءِ يَتَداوَلونَهُ يَميناً وَشِمالاً قَد حُصِرَ في المَطاميرِ، وَثُقِّلَ بِالحَديدِ، لا يَرى شَيئاً مِن ضياءِ الدُّنيا وَلا مِن رَوحِها، يَنظُرُ إلى نَفسِهِ حَسرَةً لايَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n\n وَعِزَّتِكَ يا كَريمُ لأطلُبَنَّ مِمّا لَدَيكَ، وَلأُلِحـَّنَّ عَلَيكَ، وَلأمُدَّنَ يَدَي نَحوَكَ مَعَ جُرمِها إلَيكَ يا رَبِّ فَبِمَن أعوذُ، وَبِمَن ألوذُ، لا أحَدَ لي إلاّ أنتَ، أفَتَرُدَّني وَأنتَ مُعَوَّلي وَعَلَيكَ مُتَّكَلي أسألُكَ بِاسمِكَ الَّذي وَضَعتَهُ عَلى السَّماء فاستَقَلَّت وَعَلى الأرضِ فَاستَقَرَّت، وَعَلى الجِبالِ فَرَسَت وَعَلى اللَيلِ فَأظلَمَ، وَعَلى النَّهارِ فَاستَنارَ، أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَقضيَ لي حَوائِجي كُلَّها، وَتَغفِرَ لي ذُنوبي كُلَّها صَغيرَها وَكَبيرَها، وَتوَسِّعَ عَلَيَّ مِنَ الرِّزقِ ما تُبَلِّغُني بِهِ شَرَفَ الدُّنيا وَالآخرةِ يا أرحَمَ الرّاحِمينَ. \n\n مَولايَ بِكَ استَعَنتُ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعِنّي، وَبِكَ استَجَرتُ فَأجِرني، وَأغنِني بِطاعَتِكَ عَن طاعَةِ عِبادِكَ، وَبِمَسألَتِكَ عَن مَسألَةِ خَلقِكَ، وَانقُلني مِن ذُلِّ الفَقرِ إلى عِزِّ الغِنى، وَمِن ذُلِّ المَعاصي إلى عِزِّ الطَّاعَةِ فَقَد فَضَّلتَني عَلى كَثيرٍ مِن خَلقِكَ جوداً مِنكَ وَكَرَماً، لا بِاستِحقاقٍ مِنّي. إلهي فَلَكَ الحَمدُ عَلى ذلِكَ كُلِّهِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\n\n ثمّ اسجد وقل: \n\n سَجَدَ وَجهي الذَّليلُ لِوَجهِكَ العَزيزِ الجَليلِ، سَجَدَ وَجهي البالي الفاني لِوَجهِكَ الدائِمِ الباقي، سَجَدَ وَجهي الفَقيرُ لِوَجهِكَ الغَنيِّ الكَبيرِ، سَجَدَ وَجهي وَسَمعي وَبَصَري وَلَحمي وَدَمي وَجِلدي وَعَظمي وَما أقَلَّتِ الأرضُ مِنّي للهِ رَبِّ العالَمينَ. اللهُمَّ عُد عَلى جَهلي بِحِلمِكَ، وَعَلى فَقري بِغِناكَ، وَعَلى ذُلّي بِعِزِّكَ وَسُلطانِكَ، وَعَلى ضَعفي بِقوَّتِكَ، وَعَلى خَوفي بِأمنِكَ وَعَلى ذُنوبي وَخَطايايَ بِعَفوِكَ وَرَحمَتِكَ يا رَحمنُ يا رَحيمُ. اللهُمَّ إنّي أدرَءُ بِكَ في نَحرِ فلان بن فلان، وَأعوذُ بِكَ مِن شَرِّهِ فَاكفِنيهِ بِما كَفَيتَ بِهِ أنبيائَكَ وَأوليائَكَ مِن خَلقِكَ وَصالِحي عِبادِكَ مِن فَراعِنَةِ خَلقِكَ، وَطُغاةِ عُداتِكَ، وَشَرِّ جَميعِ خَلقِكَ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ، إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، وَحَسبُنا الله وَنِعمَ الوَكيلُ."
},
{
    "name": "دعاء الجوشن الكبير",
    "source": "مفاتيح الجنان",
    "text": "هذا الدعاء يحتوي على مائة فصل وكلّ فصل يحتوي على عشرة أسماء من أسماء الله تعالى، وتقول في آخر كلّ فصل: سُبحانَكَ يا لا إلهَ إلاّ أنتَ، الغَوثَ الغَوثَ الغَوثَ، خَلِّصنا مِنَ النّارِ يا رَبِّ. \n\n\n وهو هذا الدّعاء: \n\n (1) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا اللهُ، يا رَحمنُ، يا رَحيمُ، يا كَريمُ، يا مُقيمُ، يا عَظيمُ، يا قَديمُ، يا عَليمُ، يا حَليمُ، يا حَكيمُ، سُبحانَكَ، يا لا إلهَ إلاّ أنتَ، الغَوثَ الغَوثَ الغَوثَ، خَلِّصنا مِنَ النّارِ، يا رَبِّ. \n\n (2) يا سَيِّدَ السّاداتِ، يا مُجيبَ الدَّعَواتِ، يا رافعَ الدَّرَجاتِ، يا وَليَّ الحَسَناتِ، يا غافِرَ الخَطيئاتِ، يا مُعطيَ المَسألاتِ، يا قابِلَ التَّوباتِ، يا سامعَ الأصواتِ، يا عالِمَ الخَفياتِ، يا دافعَ البَلياتِ. \n\n (3) يا خَيرَ الغافِرينَ، يا خَيرَ الفاتِحينَ، يا خَيرَ النّاصِرينَ، يا خَيرَ الحاكِمينَ، يا خَيرَ الرّازِقينَ، يا خَيرَ الوارِثينَ، يا خَيرَ الحامِدينَ، يا خَيرَ الذَّاكِرينَ، يا خَيرَ المُنزِلينَ، يا خَيرَ المُحسِنينَ. \n\n (4) يا مَن لَهُ العِزَّةُ وَالجَمالُ، يا مَن لَهُ القُدرَةُ وَالكَمالُ، يا مَن لَهُ المُلكُ وَالجَلالُ، يا مَن هُوَ الكَبيرُ المُتَعالِ، يا مُنشئَ السَّحابِ الثِّقالِ، يا مَن هُوَ شَديدُ المِحالِ، يا مَن هُوَ سَريعُ الحِسابِ، يا مَن هُوَ شَديدُ العِقابِ، يا مَن عِندَهُ حُسنُ الثَّوابِ، يا مَن عِندَهُ اُمُّ الكِتابِ. \n\n (5) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حَنَّانُ، يا مَنَّانُ، يا دَيانُ، يا بُرهانُ، يا سُلطانُ، يا رِضوانُ، يا غُفرانُ، يا سُبحانُ، يا مُستَعانُ، يا ذا المَنِّ وَالبَيانِ. \n\n (6) يا مَن تَواضَعَ كُلُّ شيءٍ لِعَظَمَتِهِ، يا مَن استسلّم كُلُّ شيءٍ لِقُدرَتِهِ، يا مَن ذَلَّ كُلُّ شيءٍ لِعِزَّتِهِ، يا مَن خَضَعَ كُلُّ شيءٍ لِهَيبَتِهِ، يا مَن انقادَ كُلُّ شيءٍ مِن خَشيَتِهِ، يا مَن تَشَقَّقَتِ الجِبالُ مِن مَخافَتِهِ، يا مَن قامَتِ السَّماواتُ بِأمرِهِ، يا مَن استَقَرَّتِ الأرَضونَ بِإذنِهِ، يا مَن يُسَبِّحُ الرَّعدُ بِحَمدِهِ، يا مَن لا يَعتَدي عَلى أهلِ مَملَكَتِهِ. \n\n (7) يا غافِرَ الخطايا، يا كاشِفَ البَلايا، يا مُنتَهى الرَّجايا، يا مُجزِلَ العَطايا، يا واهِبَ الهَدايا، يا رازِقَ البَرايا، يا قاضيَ المَنايا، يا سامِعَ الشَّكايا، يا باعِثَ البَرايا، يا مُطلِقَ الاُسارى. \n\n (8) يا ذا الحَمدِ وَالثَّناءِ، يا ذا الفَخرِ وَالبَهاءِ، يا ذا المَجدِ وَالسَّناءِ، يا ذا العَهدِ وَالوَفاءِ، يا ذا العَفوِ وَالرِّضاءِ، يا ذا المَنِّ وَالعَطاءِ، يا ذا الفَصلِ وَالقَضاءِ، يا ذا العِزِّ وَالبَقاءِ، يا ذا الجودِ وَالسَّخاءِ، يا ذا الآلاء وَالنَّعماءِ. \n\n (9) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مانِعُ، يا دافِعُ، يا رافِعُ، يا صانِعُ، يا نافِعُ، يا سامِعُ، يا جامِعُ، يا شافِعُ، يا واسِعُ، يا موسِعُ. \n\n (10) يا صانِعَ كُلِّ مَصنوعٍ، يا خالِقَ كُلِّ مَخلوقٍ، يا رازِقَ كُلِّ مَرزوقٍ، يا مالِكَ كُلِّ مَملوكٍ، يا كاشِفَ كُلِّ مَكروبٍ، يا فارِجَ كُلِّ مَهمومٍ، يا راحِمَ كُلِّ مَرحومٍ، يا ناصِرَ كُلِّ مَخذولٍ، يا ساتِرَ كُلِّ مَعيوبٍ، يا مَلجَأَ كُلِّ مَطرودٍ. \n\n (11) يا عُدَّتي عِندَ شِدَّتي، يا رَجائي عِندَ مُصيبَتي، يا مؤنِسي عِندَ وَحشَتي، يا صاحِبي عِندَ غُربَتي، يا وَليّي عِندَ نِعمَتي، يا غياثي عِندَ كُربَتي، يا دَليلي عِندَ حَيرَتي، يا غَنائي عِندَ افتِقاري، يا مَلجَأي عِندَ اضطِراري، يا مُعيني عِندَ مَفزَعي.\n\n (12) يا عَلّا مَ الغُيوبِ، يا غَفَّارَ الذُّنوبِ، يا سَتَّارَ العُيوبِ، يا كاشِفَ الكُروبِ، يا مُقَلِّبَ القُلوبِ، يا طَبيبَ القُلوبِ، يا مُنَوِّرَ القُلوبِ، يا أنيسَ القُلوبِ، يا مُفَرِّجَ الهُمومِ، يا مُنَفِّسَ الغُمومِ. \n\n (13) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا جَليلُ، يا جَميلُ، يا وَكيلُ، يا كَفيلُ، يا دَليلُ، يا قَبيلُ ، يا مُديلُ، يا مُنيلُ، يا مُقيلُ، يا مُحيلُ. \n\n (14) يا دَليلَ المُتَحَيِّرينَ، يا غيا ثَ المُستَغيثينَ، يا صَريخَ المُستَصرِخينَ، يا جارَ المُستَجيرينَ، يا أمانَ الخائِفينَ، يا عَونَ المُؤمِنينَ، يا راحِمَ المَساكينَ، يا مَلجأ العاصينَ، يا غافِرَ المُذنِبينَ، يا مُجيبَ دَعوَةِ المُضطَرّينَ. \n\n (15) يا ذا الجودِ وَالإحسانِ، يا ذا الفَضلِ وَالامتِنانِ، يا ذا الأمنِ وَالأمانِ، يا ذا القُدسِ وَالسُّبحانِ، يا ذا الحِكمَةِ وَالبَيا نِ، يا ذا الرَّحمَةِ وَالرِّضوانِ، يا ذا الحُجَّةِ وَالبُرهانِ، يا ذا العَظَمَةِ وَالسُّلطانِ، يا ذا الرَأفَةِ وَالمُستَعانِ، يا ذا العَفوِ وَالغُفرانِ.  \n\n (16) يا مَن هُوَ رَبُّ كُلِّ شيءٍ، يا مَن هُوَ إلهُ كُلِّ شيءٍ، يا مَن هُوَ خالِقُ كُلِّ شيءٍ، يا مَن هُوَ صانِعُ كُلِّ شيءٍ، يا مَن هُوَ قَبلَ كُلِّ شيءٍ، يا مَن هُوَ بَعدَ كُلِّ شيءٍ، يا مَن هُوَ فَوقَ كُلِّ شيءٍ، يا مَن هُوَ عالِمٌ بكُلِّ شيءٍ، يا مَن هُوَ قادِرٌ عَلى كُلِّ شيءٍ، يا مَن هُوَ يَبقى وَيَفنى كُلُّ شيءٍ. \n\n (17) اللهُمَّ إنّي أسألُكَ، يا مُؤمِنُ، يا مُهَيمِنُ، يا مُكَوِّنُ، يا مُلَقِّنُ، يا مُبيّنُ، يا مُهَوِّنُ، يا مُمَكِّنُ، يا مُزَيِّنُ، يا مُعلِنُ، يا مُقَسِّمُ. \n\n (18) يا مَن هُوَ في مُلكِهِ مُقيمٌ، يا مَن هُوَ في سُلطانِهِ قَديمٌ، يا مَن هُوَ في جَلالِهِ عَظيمٌ، يا مَن هُوَ عَلى عِبادِهِ رَحيمٌ، يا مَن هُوَ بكُلِّ شيءٍ عَليمٌ، يا مَن هُوَ بِمَن عَصاهُ حَليمٌ، يا مَن هُوَ بِمَن رَجاهُ كَريمٌ، يا مَن هُوَ في صُنعِهِ حَكيمٌ، يا مَن هُوَ في حِكمَتِهِ لَطيفٌ، يا مَن هُوَ في لُطفِهِ قَديمٌ. \n\n (19) يا مَن لايُرجى إلاّ فَضلُهُ، يا مَن لايُسألُ إلاّ عَفوُهُ، يا مَن لايُنظَرُ إلاّ بِرُّهُ، يا مَن لا يُخافُ إلاّ عَدلُهُ، يا مَن لا يَدومُ إلاّ مُلكُهُ، يا مَن لاسُلطانَ إلاّ سُلطانُهُ، يا مَن وَسِعَت كُلَّ شيءٍ رَحمَتُهُ، يا مَن سَبَقَت رَحمَتُهُ غَضَبَهُ، يا مَن أحاطَ بِكُلِّ شيءٍ عِلمُهُ، يا مَن لَيسَ أحَدٌ مِثلَهُ. \n\n (20) يا فارِجَ الهَمِّ، يا كاشِفَ الغَمِّ، يا غافِرَ الذَّنبِ، يا قابِلَ التَّوبِ، يا خالِقَ الخَلقِ، يا صادِقَ الوَعدِ، يا موفي العَهدِ، يا عالِمَ السِّرِّ، يا فالِقَ الحَبِّ، يا رازِقَ الأنامِ. \n\n (21) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عَليُّ، يا وَفيُّ، يا غَنيُّ، يا مَليُّ، يا حَفيُّ، يا رَضيُّ، يا زَكيُّ ، يا بَديُّ، يا قَويُّ، يا وَليُّ. \n\n (22) يا مَن أظهَرَ الجَميلَ، يا مَن سَتَرَ القَبيحَ، يا مَن لَم يُؤاخِذ بِالجَريرَةِ، يا مَن لَم يَهتِكِ السِّترَ، يا عَظيمَ العَفوِ، يا حَسَنَ التَّجاوُزِ، يا واسِعَ المَغفِرَةِ، يا باسِطَ اليَّدَينِ بِالرَّحمَةِ، يا صاحِبَ كُلِّ نَجوى، يا مُنتَهى كُلِّ شَكوى. \n\n (23) يا ذا النِّعمَةِ السَّابِغَةِ، يا ذا الرَّحمَةِ الواسِعَةِ، يا ذا المِنَّةِ السَّابِقَةِ، يا ذا الحِكمَةِ البالِغَةِ، يا ذا القُدرَةِ الكامِلَةِ، يا ذا الحُجَّةِ القاطِعَةِ، يا ذا الكَرامَةِ الظاهِرَةِ، يا ذا العِزَّةِ الدَّائِمَةِ، يا ذا القوَّةِ المَتينَةِ، يا ذا العَظَمَةِ المَنيعَةِ. \n\n (24) يا بَديعَ السَّماواتِ، يا جاعِلَ الظُّلُماتِ، يا راحِم العَبَراتِ، يا مُقيلَ العَثَراتِ، يا ساتِرَ العَوراتِ، يا مُحييَ الأمواتِ، يا مُنزِلَ الآيات، يا مُضَعِّفَ الحَسَناتِ، يا ماحي السَّيِّئاتِ، يا شَديدَ النَّقَماتِ. \n\n (25) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُصَوِّرُ، يا مُقَدِّرُ، يا مُدَبِّرُ، يا مُطَهِّرُ، يا مُنَوِّرُ، يا مُيَسِّرُ، يا مُبَشِّرُ، يا مُنذِرُ، يا مُقَدِّمُ، يا مُؤَخِّرُ. \n\n (26) يا رَبَّ البَيتِ الحَرامِ، يا رَبَّ الشَّهرِ الحَرامِ، يا رَبَّ البَلَدِ الحَرامِ، يا رَبَّ الرُّكنِ وَالمَقامِ، يا رَبَّ المَشعَرِ الحَرامِ، يا رَبَّ المَسجِدِ الحَرامِ، يا رَبَّ الحِلِّ وَالحَرامِ، يا رَبَّ النّورِ وَالظَّلامِ، يا رَبَّ التَّحيَّةِ وَالسَّلامِ، يا رَبَّ القُدرَةِ في الأنامِ. \n\n (27) يا أحكَمَ الحاكِمينَ، يا أعدَلَ العادِلينَ، يا أصدَقَ الصَّادِقينَ، يا أطهَرَ الطَّاهِرِينَ، يا أحسَنَ الخالِقينَ، يا أسرَعَ الحاسِبينَ، يا أسمَعَ السَّامِعينَ، يا أبصَرَ النَّاظِرينَ، يا أشفَعَ الشَّافِعينَ، يا أكرَمَ الأكرَمينَ. \n\n (28) يا عِمادَ مَن لا عِمادَ لَهُ، يا سَنَدَ مَن لا سَنَدَ لَهُ، يا ذُخرَ مَن لا ذُخرَ لَهُ، يا حِرزَ مَن لا حِرزَ لَهُ، يا غيا ثَ مَن لا غيا ثَ لَهُ، يا فَخرَ مَن لا فَخرَ لَهُ، يا عِزَّ مَن لا عِزَّ لَهُ، يا مُعينَ مَن لا مُعينَ لَهُ ، يا أنيسَ مَن لا أنيسَ لَهُ، يا أمانَ مَن لا أمانَ لَهُ. \n\n (29) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عاصِمُ، يا قائِمُ، يا دائِمُ، يا راحِمُ، يا سالِمُ، يا حاكِمُ، يا عالِمُ، يا قاسِمُ، يا قابِضُ، يا باسِطُ. \n\n (30) يا عاصِمَ مَنِ استَعصَمَهُ ، يا راحِمَ مَن استَرحَمَهُ، يا غافِرَ مَنِ استَغفَرَهُ، يا ناصِرَ مَنِ استَنصَرَهُ، يا حافِظَ مَنِ استَحفَظَهُ، يا مُكرِمَ مَنِ استَكرَمَهُ، يا مُرشِدَ مَنِ استَرشَدَهُ، يا صِريخَ مَنِ استَصرَخَهُ، يا مُعينَ مَنِ استَعانَهُ، يا مُغيثَ مَنِ استَغاثَهُ. \n\n (31) يا عَزيزاً لا يُضامُ، يا لَطيفاً لا يُرامُ، يا قَيّوماً لا يَنامُ، يا دائِماً لا يَفوتُ، يا حَيا لا يَموتُ ، يا مَلِكاً لا يَزولُ، يا باقياً لا يَفنى، يا عالِماً لا يَجهَلُ، يا صَمَداً لا يُطعَمُ، يا قَويا لا يَضعُفُ. \n\n (32) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا أحَدُ، يا واحِدُ، يا شاهِدُ، يا ماجِدُ، يا حامِدُ، يا راشِدُ، يا باعِثُ، يا وارِثُ، يا ضارُّ، يا نافِعُ. \n\n (33) يا أعظَمَ مِن كُلِّ عَظيمٍ، يا أكرَمَ مِن كُلِّ كَريمٍ، يا أرحَمَ مِن كُلِّ رَحيمٍ، يا أعلَمَ مِن كُلِّ عَليمٍ، يا أحكَمَ مِن كُلِّ حَكيمٍ، يا أقدَمَ مِن كُلِّ قَديمٍ، يا أكبَرَ مِن كُلِّ كَبيرٍ، يا ألطَفَ مِن كُلِّ لَطيفٍ، يا أجَلَّ مِن كُلِّ جَليلٍ، يا أعَزَّ مِن كُلِّ عَزيزٍ. \n\n (34) يا كَريمَ الصَّفحِ، يا عَظيمَ المَنِّ، يا كَثيرَ الخَيرِ، يا قَديمَ الفَضلِ، يا دائِمَ اللُّطفِ، يا لَطيفَ الصُّنعِ، يا مُنَفِّسَ الكَربِ، يا كاشِفَ الضُّرِّ، يا مالِكَ المُلكِ، يا قاضيَ الحَقِّ. \n\n (35) يا مَن هُوَ في عَهدِهِ وَفيُّ، يا مَن هُوَ في وَفائِهِ قَويُّ، يا مَن هُوَ في قوَّتِهِ عَليُّ، يا مَن هُوَ في عُلوِّهِ قَريبٌ، يا مَن هُوَ في قُربِهِ لَطيفٌ، يا مَن هُوَ في لُطفِهِ شَريفٌ، يا مَن هُوَ في شَرَفِهِ عَزيزٌ ، يا مَن هُوَ في عِزِّهِ عَظيمٌ، يا مَن هُوَ في عَظَمَتِهِ مَجيدٌ، يا مَن هُوَ في مَجدِهِ حَميدٌ. \n\n (36) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا كافي، يا شافي، يا وافي، يا مُعافي، يا هادي، يا داعي، يا قاضي، يا راضي، يا عالي، يا باقي. \n\n (37) يا مَن كُلُّ شيءٍ خاضِعٌ لَهُ، يا مَن كُلُّ شيءٍ خاشِعٌ لَهُ، يا مَن كُلُّ شيءٍ كائِنٌ لَهُ، يا مَن كُلُّ شيءٍ مَوجودٌ بِهِ، يا مَن كُلُّ شيءٍ مُنيبٌ إلَيهِ، يا مَن كُلُّ شيءٍ خائِفٌ مِنهُ، يا مَن كُلُّ شيءٍ قائِمٌ بِهِ ، يا مَن كُلُّ شيءٍ صائِرٌ إلَيهِ، يا مَن كُلُّ شيءٍ يُسَبِّح بِحَمدِهِ يا مَن كُلُّ شيءٍ هالِكٌ إلاّ وَجهَهُ. \n\n (38) يا مَن لامَفَرَّ إلاّ إلَيهِ، يا مَن لا مَقصَدَ إلاّ إلَيهِ، يا مَن لا مَنجى مِنهُ إلاّ إلَيهِ، يا مَن لايُرغَبُ إلاّ إلَيهِ، يا مَن لاحَولَ وَلا قوَّةَ إلاّ بِهِ، يا مَن لا يُستَعانُ إلاّ بِهِ، يا مَن لايُتَوَكَّلُ إلاّ عَلَيهِ، يا مَن لايُرجى إلاّ هوَ، يا مَن لا يُعبَدُ إلاّ هوَ. \n\n (39) يا خَيرَ المَرهوبينَ، يا خَيرَ المَرغوبينَ، يا خَيرَ المَطلوبينَ، يا خَيرَ المَسؤولينَ، يا خَيرَ المَقصودينَ، يا خَيرَ المَذكورينَ، يا خَيرَ المَشكورينَ، يا خَيرَ المَحبوبينَ، يا خَيرَ المَدعوّينَ، يا خَيرَ المُستَأنِسينَ. \n\n (40) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا غافِرُ، يا ساتِرُ، يا قادِرُ، يا قاهِرُ، يا فاطِرُ، يا كاسِرُ، يا جابِرُ، يا ذاكِرُ، يا ناظِرُ، يا ناصِرُ. \n\n (41) يا مَن خَلَقَ فَسَوَّى، يا مَن قَدَّرَ فَهَدى، يا مَن يَكشِفُ البَلوى، يا مَن يَسمَعُ النَّجوى، يا مَن يُنقِذُ الغَرقى، يا مَن يُنجي الهَلكى، يا مَن يَشفي المَرضى، يا مَن أضحَكَ وَأبكى، يا مَن أماتَ وَأحيى، يا مَن خَلَقَ الزَّوجَينِ الذَّكَرَ وَالاُنثى. \n\n (42) يا مَن في البَرِّ وَالبَحرِ سَبيلُهُ، يا مَن في الآفاقِ آياتُهُ، يا مَن في الآيات بُرهانُهُ، يا مَن في المَماتِ قُدرَتُهُ، يا مَن في القُبورِ عِبرَتُهُ، يا مَن في القيامة مُلكُهُ، يا مَن في الحِسابِ هَيبَتُهُ، يا مَن في الميزانِ قَضاؤُهُ، يا مَن في الجَنَّةِ ثَوابُهُ، يا مَن في النّارِ عِقابُهُ. \n\n (43) يا مَن إلَيهِ يَهرَبُ الخائِفونَ، يا مَن إلَيهِ يَفزَعُ المُذنِبونَ، يا مَن إلَيهِ يَقصِدُ المُنيبونَ، يا مَن إلَيهِ يَرغَبُ الزَّاهِدونَ، يا مَن إلَيهِ يَلجَأُ المُتَحَيِّرونَ، يا مَن بِهِ يَستَأنِسُ المُريدونَ، يا مَن بِهِ يَفتَخِرُ المُحِبّونَ، يا مَن في عَفوِهِ يَطمَعُ الخاطِئونَ، يا مَن إلَيهِ يَسكُنُ الموقِنونَ، يا مَن عَلَيهِ يَتَوَكَّلُ المُتَوَكِّلونَ. \n\n (44) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حَبيبُ، يا طَبيبُ، يا قَريبُ، يا رَقيبُ، يا حَسيبُ، يا مَهِيبُ، يا مُثيبُ، يا مُجيبُ، يا خَبيرُ، يا بَصيرُ. \n\n (45) يا أقرَبَ مِن كُلِّ قَريبٍ، يا أحَبَّ مِن كُلِّ حَبيبٍ، يا أبصَرَ مِن كُلِّ بَصيرٍ، يا أخبَرَ مِن كُلِّ خَبيرٍ، يا أشرَفَ مِن كُلِّ شَريفٍ، يا أرفَعَ مِن كُلِّ رَفيعٍ، يا أقوى مِن كُلِّ قَويٍّ، يا أغنى مِن كُلِّ غَنيٍّ، يا أجوَدَ مِن كُلِّ جَوادٍ، يا أرأفَ مِن كُلِّ رَؤوفٍ. \n\n (46) يا غالِباً غَيرَ مَغلوبٍ، يا صانِعاً غَيرَ مَصنوعٍ، يا خالِقاً غَيرَ مَخلوقٍ، يا مالِكاً غَيرَ مَملوكٍ، يا قاهِراً غَيرَ مَقهورٍ، يا رافِعاً غَيرَ مَرفوعٍ، يا حافِظاً غَيرَ مَحفوظٍ، يا ناصِراً غَيرَ مَنصورٍ، يا شاهِداً غَيرَ غائِبٍ، يا قَريباً غَيرَ بَعيدٍ. \n\n (47) يا نورَ النّورِ، يا مُنَوِّرَ النّورِ، يا خالِقَ النّورِ، يا مُدَبِّرَ النّورِ، يا مُقَدِّرَ النّورِ، يا نورَ كُلِّ نورٍ، يا نوراً قَبلَ كُلِّ نورٍ، يا نوراً بَعدَ كُلِّ نورٍ، يا نوراً فَوقَ كُلِّ نورٍ، يا نوراً لَيسَ كَمَثلِهِ نورٌ. \n\n (48) يا مَن عَطاؤُهُ شَريفٌ ، يا مَن فِعلُهُ لَطيفٌ، يا مَن لُطفُهُ مُقيمٌ، يا مَن إحسانُهُ قَديمٌ، يا مَن قَولُهُ حَقُّ، يا مَن وَعدُهُ صِدقٌ، يا مَن عَفوُهُ فَضلٌ، يا مَن عَذابُهُ عَدلٌ، يا مَن ذِكرُهُ حُلوٌ، يا مَن فَضلُهُ عَميمٌ. \n\n (49) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُسَهِّلُ، يا مُفَصِّلُ، يا مُبَدِّلُ، يا مُذَلِّلُ، يا مُنَزِّلُ، يا مُنَوِّلُ، يا مُفضِلُ، يا مُجزِلُ، يا مُمهِلُ، يا مُجمِلُ. \n\n (50) يا مَن يَرى وَلا يُرى، يا مَن يَخلُقُ وَلايُخلَقُ، يا مَن يَهدي وَلايُهدى، يا مَن يُحيي وَلا يُحيى، يا مَن يَسألُ وَلايُسألُ، يا مَن يُطعِمُ وَلايُطعَمُ، يا مَن يُجيرُ وَلا يُجارُ عَلَيهِ، يا مَن يَقضي وَلا يُقضى عَلَيهِ، يا مَن يَحكُمُ وَلا يُحكَمُ عَلَيهِ، يا مَن لَم يَلِد وَلَم يولَد وَلَم يَكُن لَهُ كُفُواً أحَدٌ. \n\n (51) يا نِعمَ الحَسيبُ، يا نِعمَ الطَّبيبُ، يا نِعمَ الرَّقيبُ، يا نِعمَ القَريبُ، يا نِعمَ المُجيبُ، يا نِعمَ الحَبيبُ، يا نِعمَ الكَفيلُ، يا نِعمَ الوَكيلُ، يا نِعمَ المَولى، يا نِعمَ النَّصيرُ. \n\n (52) يا سُرورَ العارِفينَ، يا مُنى المُحِبّينَ، يا أنيسَ المُريدينَ، يا حَبيبَ التَّوَّابينَ، يا رازِقَ المُقِلّينَ، يا رَجاءَ المُذنِبينَ، يا قُرَّةَ عَينِ العابِدينَ، يا مُنَفِّسَ عَنِ المَكروبينَ، يا مُفَرِّجَ عَنِ المَغمومينَ، يا إلهَ الأوَّلينَ وَالآخِرينَ. \n\n (53) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا رَبَّنا، يا إلهَنا، يا سَيِّدِنا، يا مَولانا، يا ناصِرَنا، يا حافِظَنا، يا دَليلَنا، يا مُعينَنا، يا حَبيبَنا، يا طَبيبَن. \n\n (54) يا رَبَّ النَّبيّينَ وَالأبرارِ، يا رَبَّ الصِّدّيقينَ وَالأخيارِ، يا رَبَّ الجَنَّةِ وَالنّارِ، يا رَبَّ الصِّغارِ وَالكِبارِ، يا رَبَّ الحُبُوبِ وَالثِّمارِ، يا رَبَّ الأنهارِ وَالأشجارِ، يا رَبَّ الصَّحاري وَالقِفارِ، يا رَبَّ البَراري وَالبِحارِ، يا رَبَّ اللَّيلِ وَالنَّهارِ، يا رَبَّ الإعلانِ وَالاَسرارِ. \n\n (55) يا مَن نَفَذَ في كُلِّ شيءٍ أمرُهُ، يا مَن لَحِقَ بِكُلِّ شيءٍ عِلمُهُ، يا مَن بَلَغَت إلى كُلِّ شيءٍ قُدرَتُهُ، يا مَن لا تُحصي العِبادُ نِعَمَهُ، يا مَن لاتَبلُغُ الخَلائِقُ شُكرَهُ، يا مَن لاتُدرِكُ الأفهامُ جَلالَهُ، يا مَن لاتَنالُ الأوهامُ كُنهَهُ، يا مَن العَظَمَةُ وَالكِبرياءُ رِداؤُهُ، يا مَن لا تَرُدُّ العِبادُ قَضاءَهُ، يا مَن لا مُلكَ إلاّ مُلكُهُ، يا مَن لا عَطاءَ إلاّ عَطاؤُهُ. \n\n (56) يا مَن لَهُ المَثَلُ الأعلى، يا مَن لَهُ الصِّفاتُ العُليا، يا مَن لَهُ الآخرةُ وَالاُولى، يا مَن لَهُ الجَنَّةُ المَأوى، يا مَن لَهُ الآيات الكُبرى، يا مَن لَهُ الأسماءُ الحُسنى، يا مَن لَهُ الحُكمُ وَالقَضاءُ، يا مَن لَهُ الهَواءُ وَالفَضاءُ، يا مَن لَهُ العَرشُ وَالثَّرى، يا مَن لَهُ السَّماواتُ العُلى. \n\n (57) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عَفوُّ، يا غَفورُ، يا صَبورُ، يا شَكورُ، يا رَؤوفُ، يا عَطوفُ، يا مَسؤولُ، يا وَدودُ، يا سُبّوحُ، يا قُدّوسُ. \n\n (58) يا مَن في السَّماءِ عَظَمَتُهُ، يا مَن في الأرضِ آياتُهُ، يا مَن في كُلِّ شيءٍ دَلائِلُهُ، يا مَن في البِحارِ عَجائِبُهُ، يا مَن في الجِبالِ خَزائِنُهُ، يا مَن يُبدِئُ الخَلقَ ثمّ يُعيدُهُ، يا مَن إلَيهِ يَرجِعُ الأمرُ كُلُّهُ، يا مَن أظهَرَ في كُلِّ شيءٍ لُطفَهُ، يا مَن أحسَنَ كُلَّ شيءٍ خَلقَهُ، يا مَن تَصَرَّفَ في الخَلائِقِ قُدرَتُهُ.  \n\n (59) يا حَبيبَ مَن لاحَبيبَ لَهُ، يا طَبيبَ مَن لا طَبيبَ لَهُ، يا مُجيبَ مَن لا مُجيبَ لَهُ، يا شَفيقَ مَن لا شَفيقَ لَهُ، يا رَفيقَ مَن لا رَفيقَ لَهُ، يا مُغيثَ مَن لا مُغيثَ لَهُ، يا دَليلَ مَن لا دَليلَ لَهُ، يا أنيسَ مَن لا أنيسَ لَهُ، يا راحِمَ مَن لا راحِمَ لَهُ، يا صاحِبَ مَن لا صاحِبَ لَهُ. \n\n (60) يا كافيَ مَن استَكفاهُ، يا هاديَ مَن استَهداهُ، يا كالئ مَن استَكلّاهُ، يا راعيَ مَنِ استَرعاهُ، يا شافيَ مَن استَشفاهُ، يا قاضيَ مَنِ استَقضاهُ، يا مُغنيَ مَنِ استَغناهُ، يا موفيَ مَنِ استَوفاهُ، يا مُقَوّيَ مَنِ استَقواهُ، يا وَليَّ مَنِ استَولاهُ. \n\n (61) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا خالِقُ، يا رازِقُ، يا ناطِقُ، يا صادِقُ، يا فالِقُ، يا فارِقُ، يا فاتِقُ، يا راتِقُ، يا سابِقُ، يا سامِقُ. \n\n (62) يا مَن يُقَلِّبُ اللَّيلَ وَالنَّهارَ، يا مَن جَعَلَ الظُّلُماتِ وَالأنوارَ، يا مَن خَلَقَ الظِّلَّ وَالحَرورَ، يا مَن سَخَّرَ الشَّمسَ وَالقَمَرَ، يا مَن قَدَّرَ الخَيرَ وَالشَّرَّ، يا مَن خَلَقَ المَوتَ وَالحياةَ، يا مَن لَهُ الخَلقُ وَالأمرُ، يا مَن لَم يَتَّخِذ صاحِبَةً وَلا وَلَداً، يا مَن لَيسَ لَهُ شَريكٌ في المُلكِ، يا مَن لَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ. \n\n (63) يا مَن يَعلَمُ مُرادَ المُريدينَ، يا مَن يَعلَمُ ضَميرَ الصَّامِتينَ، يا مَن يَسمَعُ أنينَ الواهِنينَ، يا مَن يَرى بُكاءَ الخائِفينَ، يا مَن يَملِكُ حَوائِجَ السَّائِلينَ، يا مَن يَقبَلُ عُذرَ التَّائِبينَ، يا مَن لا يُصلِحُ عَمَلَ المُفسِدينَ، يا مَن لا يُضيعُ أجرَ المُحسِنينَ، يا مَن لا يَبعُدُ عَن قُلوبِ العارِفينَ، يا أجوَدَ الأجوَدينَ. \n\n (64) يا دائِمَ البَقاءِ، يا سامِعَ الدُّعاءِ، يا واسِعَ العَطاءِ، يا غافِرَ الخَطاءِ، يا بَديعَ السَّماءِ، يا حَسَنَ البَلاءِ، يا جَميلَ الثَّناءِ، يا قَديمَ السَّناءِ، يا كَثيرَ الوَفاءِ، يا شَريفَ الجَزاءِ. \n\n (65) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا سَتَّارُ، يا غَفَّارُ، يا قَهَّارُ، يا جَبَّارُ، يا صَبَّارُ، يا بارُّ، يا مُختارُ، يا فَتَّاحُ، يا نَفَّاحُ، يا مُرتاحُ. \n\n (66) يا مَن خَلَقَني وَسَوَّاني، يا مَن رَزَقَني وَرَبَّاني، يا مَن أطعَمَني وَسَقاني، يا مَن قَرَّبَني وَأدناني، يا مَن عَصَمَني وَكَفاني، يا مَن حَفِظَني وَكَلاني ، يا مَن أعَزَّني وَأغناني، يا مَن وَفَّقَني وَهَداني، يا مَن آنَسَني وَآواني، يا مَن أماتَني وَأحياني. \n\n (67) يا مَن يُحِقُّ الحَقَّ بِكَلِماتِهِ، يا مَن يَقبَلُ التَّوبَةَ عَن عِبادِهِ، يا مَن يَحولُ بَينَ المَرءِ وَقَلبِهِ، يا مَن لاتَنفَعُ الشَّفاعَةُ إلاّ بِإذنِهِ، يا مَن هُوَ أعلَمُ بِمَن ضَلَّ عَن سَبيلِهِ، يا مَن لامُعَقِّبَ لِحُكمِهِ، يا مَن لا رادَّ لِقَضائِهِ، يا مَن انقادَ كُلُّ شيءٍ لأمرِهِ، يا مَن السَّماواتُ مَطويا تٌ بيَمينِهِ، يا مَن يُرسِلُ الرياحَ بُشراً بَينَ يَدَي رَحمَتِهِ. \n\n (68) يا مَن جَعَلَ الأرضَ مِهاداً، يا مَن جَعَلَ الجِبالَ أوتاداً، يا مَن جَعَلَ الشَّمسَ سِراجاً، يا مَن جَعَلَ القَمَرَ نوراً، يا مَن جَعَلَ اللَّيلَ لِباساً، يا مَن جَعَلَ النَّهارَ مَعاشاً، يا مَن جَعَلَ النَّومَ سُباتاً، يا مَن جَعَلَ السَّماء بِناءً، يا مَن جَعَلَ الأشياءَ أزواجاً، يا مَن جَعَلَ النّارَ مِرصاد. \n\n (69) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا سَميعُ، يا شَفيعُ، يا رَفيعُ، يا مَنيعُ، يا سَريعُ، يا بَديعُ، يا كَبيرُ، يا قَديرُ، يا خَبيرُ، يا مُجيرُ. \n\n (70) يا حَيا قَبلَّ كُلِّ حَيٍّ، يا حَيا بَعدَ كُلِّ حَيٍّ، يا حَيُّ الَّذي لَيسَ كَمِثلِهِ حَيُّ، يا حَيُّ الَّذي لا يُشارِكُهُ حَيُّ، يا حَيُّ الَّذي لايَحتاجُ إلى حَيٍّ، يا حَيُّ الَّذي يُميتُ كُلَّ حَيٍّ، يا حَيُّ الَّذي يَرزُقُ كُلَّ حَيٍّ، يا حَيا لَم يَرِثِ الحياةَ مِن حَيٍّ، يا حَيُّ الَّذي يُحيي المَوتى، يا حَيُّ يا قَيّومُ لاتَأخُذُهُ سِنَةٌ وَلانَومٌ. \n\n (71) يا مَن لَهُ ذِكرٌ لايُنسى، يا مَن لَهُ نورٌ لا يُطفى، يا مَن لَهُ نِعَمٌ لا تُعَدُّ، يا مَن لَهُ مُلكٌ لا يَزولُ، يا مَن لَهُ ثَناءٌ لا يُحصى، يا مَن لَهُ جَلالٌ لا يُكَيَّفُ، يا مَن لَهُ كَمالٌ لا يُدرَكُ، يا مَن لَهُ قَضاءٌ لا يُرَدُّ، يا مَن لَهُ صِفاتٌ لا تُبَدَّلُ، يا مَن لَهُ نُعوتٌ لا تُغَيَّرُ. \n\n (72) يا رَبَّ العالَمينَ، يا مالِكَ يَومِ الدّينِ، يا غايَةَ الطَّالِبينَ، يا ظَهرَ اللّاجِينَ، يا مُدرِكَ الهارِبينَ، يا مَن يُحِبُّ الصَّابِرينَ، يا مَن يُحِبُّ التَّوَّابينَ، يا مَن يُحِبُّ المُتَطَهِّرينَ، يا مَن يُحِبُّ المُحسِنينَ، يا مَن هُوَ أعلَمُ بِالمُهتَدينَ. \n\n (73) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا شَفيقُ، يا رَفيقُ، يا حَفيظُ ، يا مُحيطُ، يا مُقيتُ، يا مُغيثُ، يا مُعِزُّ، يا مُذِلُّ، يا مُبدئُ، يا مُعيدُ. \n\n (74) يا مَن هُوَ أحَدٌ بِلا ضِدٍّ، يا مَن هُوَ فَردٌ بِلا نِدٍّ، يا مَن هُوَ صَمَدٌ بِلا عَيبٍ، يا مَن هُوَ وِترٌ بِلا كَيفٍ، يا مَن هُوَ قاضٍ بِلا حَيفٍ، يا مَن هُوَ رَبٌّ بِلا وَزيرٍ، يا مَن هُوَ عَزيزٌ بِلا ذُلٍّ، يا مَن هُوَ غَنيٌّ بِلا فَقرٍ، يا مَن هُوَ مَلِكٌ بِلا عَزلٍ، يا مَن هُوَ مَوصوفٌ بِلا شَبيهٍ. \n\n (75) يا مَن ذِكرُهُ شَرَفٌ لِلذَّاكِرينَ، يا مَن شُكرُهُ فَوزٌ لِلشَّاكِرينَ، يا مَن حَمدُهُ عِزٌّ لِلحامِدينَ، يا مَن طاعَتُهُ نَجاةٌ لِلمُطيعينَ، يا مَن بابُهُ مَفتوحٌ لِلطَّالِبينَ، يا مَن سَبيلُهُ وَاضِحٌ لِلمُنيبينَ، يا مَن آياتُهُ بُرهانٌ لِلنَّاظِرينَ، يا مَن كِتابُهُ تَذكِرَةٌ لِلمُتَّقينَ، يا مَن رِزقُهُ عُموم لِلطَّائِعينَ وَالعاصينَ، يا مَن رَحمَتُهُ قَريبٌ مِنَ المُحسِنينَ. \n\n (76) يا مَن تَبارَكَ اسمُهُ، يا مَن تَعالى جَدُّهُ، يا مَن لا إلهَ غَيرُهُ، يا مَن جَلَّ ثَناؤُهُ، يا مَن تَقَدَّسَت أسماؤُهُ، يا مَن يَدومُ بَقاؤُهُ، يا مَن العَظَمَةُ بَهاؤُهُ، يا مَن الكِبرياءُ رِداؤُهُ، يا مَن لا تُحصَى آلاؤُهُ، يا مَن لا تُعَدُّ نَعماؤُهُ. \n\n (77) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُعينُ، يا أمينُ، يا مُبينُ، يا مَتينُ، يا مَكينُ، يا رَشيدُ، يا حَميدُ، يا مَجيدُ، يا شَديدُ، يا شَهيدُ. \n\n (78) يا ذا العَرشِ المَجيدِ، يا ذا القَولِ السَّديدِ، يا ذا الفِعلِ الرَّشيدِ، يا ذا البَطشِ الشَّديدِ، يا ذا الوَعدِ وَالوَعيدِ، يا مَن هُوَ الوَليُّ الحَميدُ ، يا مَن هُوَ فَعَّالٌ لِما يُريدُ، يا مَن هُوَ قَريبٌ غَيرُ بَعيدٌ، يا مَن هُوَ عَلى كُلِّ شيء شَهيدٌ، يا مَن هُوَ لَيسَ بِظَلّامٍ لِلعَبيدِ. \n\n (79) يا مَن لا شَريكَ لَهُ وَلا وَزيرَ، يا مَن لا شَبيهَ لَهُ وَلا نَظيرَ، يا خالِقَ الشَّمسِ وَالقَمَرِ المُنيرِ، يا مُغنيَ البائِسِ الفَقيرِ، يا رازِقَ الطِّفلِ الصَّغيرِ، يا راحِمَ الشَّيخِ الكَبيرِ، يا جابِرَ العَظمِ الكَسيرِ، يا عِصمَةَ الخائِفِ المُستَجيرِ، يا مَن هُوَ بِعِبادِهِ خَبيرٌ بَصيرٌ، يا مَن هُوَ عَلى كُلِّ شيء قَديرٌ. \n\n (80) يا ذا الجودِ وَالنِّعَمِ، يا ذا الفَضلِ وَالكَرَمِ، يا خالِقَ اللَّوحِ وَالقَلَمِ، يا بارئَ الذَّرِّ وَالنَّسَمِ، يا ذا البَأسِ وَالنِّقَمِ، يا مُلهِمَ العَرَبِ وَالعَجَمِ، يا كاشِفَ الضُّرِّ وَالألَمِ، يا عالِمَ السِّرِّ وَالهِمَمِ، يا رَبَّ البَيتِ وَالحَرَمِ، يا مَن خَلَقَ الأشياءَ مِنَ العَدَمِ. \n\n (81) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا فاعِلُ، يا جاعِلُ، يا قابِلُ، يا كامِلُ، يا فاصِلُ، يا واصِلُ، يا عادِلُ، يا غالِبُ، يا طالِبُ، يا واهِبُ. \n\n (82) يا مَن أنعَمَ بِطَولِهِ، يا مَن أكرَمَ بِجودِهِ، يا مَن جادَ بِلُطفِهِ، يا مَن تَعَزَّزَ بِقُدرَتِهِ، يا مَن قَدَّرَ بِحِكمَتِهِ، يا مَن حَكَمَ بِتدبيرِهِ، يا مَن دَبَّرَ بِعِلمِهِ، يا مَن تَجاوَزَ بِحِلمِهِ، يا مَن دَنا في عُلوِّهِ، يا مَن عَلا في دُنوِّهِ. \n\n (83) يا مَن يَخلُقُ ما يَشاءُ، يا مَن يَفعَلُ ما يَشاءُ، يا مَن يَهدي مَن يَشاءُ، يا مَن يُضِلُّ مَن يَشاءُ، يا مَن يُعَذِّبُ مَن يَشاءُ، يا مَن يَغفِرُ لِمَن يَشاءُ، يا مَن يُعِزُّ مَن يَشاءُ، يا مَن يُذِلُّ مَن يَشاءُ، يا مَن يُصَوِّرُ في الأرحامِ ما يَشاءُ، يا مَن يَختَصُّ بِرَحمَتِهِ مَن يَشاءُ. \n\n (84) يا مَن لَم يَتَّخِذ صاحِبَةً وَلا وَلَداً، يا مَن جَعَلَ لكلّ شيء قَدراً، يا مَن لا يُشرِكُ في حُكمِهِ أحَداً، يا مَن جَعَلَ المَلائِكَةَ رُسُلاً، يا مَن جَعَلَ في السَّماءِ بُروجاً، يا مَن جَعَلَ الأرضَ قَراراً، يا مَن خَلَقَ مِنَ الماءِ بَشَراً، يا مَن جَعَلَ لكلّ شيء أمَداً، يا مَن أحاطَ بِكُلِّ شيء عِلماً، يا مَن أحصى كُلَّ شيء عَدَد. \n\n (85) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا أوَّلُ، يا آخِرُ، يا ظاهِرُ، يا باطِنُ، يا بَرُّ، يا حَقُّ، يا فَردُ، يا وِترُ، يا صَمَدُ، يا سَرمَدُ. \n\n (86) يا خَيرَ مَعروفٍ عُرِفَ، يا أفضَلَ مَعبودٍ عُبِدَ، يا أجَلَّ مَشكورٍ شُكِرَ، يا أعَزَّ مَذكورٍ ذُكِرَ، يا أعلى مَحمودٍ حُمِدَ، يا أقدَمَ مَوجودٍ طُلِبَ، يا أرفَعَ مَوصوفٍ وُصِفَ، يا أكبَرَ مَقصودٍ قُصِدَ، يا أكرَمَ مَسؤولٍ سُئِلَ، يا أشرَفَ مَحبوبٍ عُلِمَ. \n\n (87) يا حَبيبَ الباكينَ، يا سَيِّدَ المُتَوَكِّلينَ، يا هاديَ المُضِلّينَ، يا وَليَّ المُؤمِنينَ، يا أنيسَ الذَّاكِرينَ، يا مَفزَعَ المَلهوفينَ، يا مُنجيَ الصَّادِقينَ، يا أقدَرَ القادِرينَ، يا أعلَمَ العالِمينَ، يا إلهَ الخَلقِ أجمَعينَ. \n\n (88) يا مَن عَلا فَقَهَرَ، يا مَن مَلَكَ فَقَدَرَ، يا مَن بَطَنَ فَخَبَرَ، يا مَن عُبِدَ فَشَكَرَ، يا مَن عُصيَ فَغَفَرَ، يا مَن لا تَحويهِ الفِكَرُ، يا مَن لايُدرِكُهُ بَصَرٌ، يا مَن لايَخفى عَلَيهِ أثَرٌ، يا رازِقَ البَشَرِ، يا مُقَدِّرَ كُلِّ قَدَرٍ.  \n\n (89) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حافِظُ، يا ذارئُ، يا بارئُ، يا باذِخُ، يا فارِجُ، يا فاتِحُ، يا كاشِفُ، يا ضامِنُ، يا آمِرُ، يا ناهي. \n\n (90) يا مَن لايَعلَمُ الغَيبَ إلاّ هوَ، يا مَن لا يَصرِفُ السّوءَ إلاّ هوَ، يا مَن لايَخلُقُ الخَلقَ إلاّ هوَ، يا مَن لايَغفِرُ الذَّنبَ إلاّ هوَ، يا مَن لايُتِمُّ النِّعمَةَ إلاّ هوَ، يا مَن لا يُقَلِّبُ القُلوبَ إلاّ هوَ، يا مَن لا يُدَبِّرُ الأمرَ الاّ هوَ، يا مَن لايُنَزِّلُ الغَيثَ إلاّ هوَ، يا مَن لايَبسُطُ الرِّزقَ إلاّ هوَ، يا مَن لايُحيِى المَوتى إلاّ هوَ. \n\n (91) يا مُعينَ الضُّعَفاءِ، يا صاحِبَ الغُرَباءِ، يا ناصِرَ الأولياءِ، يا قاهِرَ الأعداءِ، يا رافِعَ السَّماءِ، يا أنيسَ الأصفياءِ، يا حَبيبَ الأتقياءِ، يا كَنزَ الفُقَراءِ، يا إلهَ الأغنياءِ، يا أكرَمَ الكُرَماءِ. \n\n (92) يا كافياً مِن كُلِّ شيءٍ، يا قائِماً عَلى كُلِّ شيءٍ، يا مَن لا يَشبَهُهُ شيءٍ، يا مَن لايَزيدُ في مُلكِهِ شيءٍ، يا مَن لايَخفى عَلَيهِ شيءٍ، يا مَن لا يَنقُصُ مِن خَزائِنِهِ شيءٍ، يا مَن لَيسَ كَمِثلِهِ شيءٍ، يا مَن لايَعزُبُ عَن عِلمِهِ شيءٍ، يا مَن هُوَ خَبيرٌ بِكُلِّ شيءٍ، يا مَن وَسِعَت رَحمَتُهُ كُلَّ شيءٍ. \n\n (93) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُكرِمُ، يا مُطعِمُ، يا مُنعِمُ، يا مُعطي، يا مُغني، يا مُقني، يا مُفني، يا مُحيي، يا مُرضي، يا مُنجي. \n\n (94) يا أوَّلَ كُلِّ شيء وَآخِـرَهُ، يا إلهَ كُلِّ شيء وَمَليكَهُ، يا رَبَّ كُلِّ شيء وَصانِعَهُ، يا بارئَ كُلِّ شيء وَخالِقَهُ، يا قابِضَ كُلِّ شيء وَباسِطَهِ، يا مُبدئَ كُلِّ شيء وَمُعيدَهُ، يا مُنشئَ كُلِّ شيء وَمُقَدِّرَهُ، يا مُكَوِّنَ كُلِّ شيء وَمُحَوِّلَهُ، يا مُحيي كُلِّ شيء وَمُميتَهُ، يا خالِقَ كُلِّ شيء وَوارِثَهُ. \n\n (95) يا خَيرَ ذاكِرٍ وَمَذكورٍ، يا خَيرَ شاكِرٍ وَمَشكورٍ، يا خَيرَ حامِدٍ وَمَحمودٍ، يا خَيرَ شاهِدٍ وَمَشهودٍ، يا خَيرَ داعٍ وَمَدعوٍّ، يا خَيرَ مُجيبٍ وَمُجابٍ، يا خَيرَ مُؤنِسٍ وَأنيسٍ، يا خَيرَ صاحِبٍ وَجَليسٍ، يا خَيرَ مَقصودٍ وَمَطلوبٍ، يا خَيرَ حَبيبٍ وَمَحبوبٍ. \n\n (96) يا مَن هُوَ لِمَن دَعاهُ مُجيبٌ، يا مَن هُوَ لِمَن أطاعَهُ حَبيبٌ، يا مَن هُوَ إلى مَن أحَبَّهُ قَريبٌ، يا مَن هُوَ بِمَن استَحفَظَهُ رَقيبٌ، يا مَن هُوَ بِمَن رَجاهُ كَريمٌ، يا مَن هُوَ بِمَن عَصاهُ حَليمٌ، يا مَن هُوَ في عَظَمَتِهِ رَحيمٌ ، يا مَن هُوَ في حِكمَتِهِ عَظيمٌ، يا مَن هُوَ في إحسانِهِ قَديمٌ، يا مَن هُوَ بِمَن أرادَهُ عَليمٌ. \n\n (97) اللهُمَّ إنّي اسألُكَ بِاسمِكَ، يا مُسَبِّبُ، يا مُرَغِّبُ، يا مُقَلِّبُ، يا مُعَقِّبُ، يا مُرَتِّبُ، يا مُخَوِّفُ، يا مُحَذِّرُ، يا مُذَكِّرُ، يا مُسَخِّرُ، يا مُغَيِّرُ. \n\n (98) يا مَن عِلمُهُ سابِقٌ، يا مَن وَعدُهُ صادِقٌ، يا مَن لُطفُهُ ظاهِرٌ، يا مَن أمرُهُ غالِبٌ، يا مَن كِتابُهُ مُحكَمٌ، يا مَن قَضاؤُهُ كائِنٌ، يا مَن قَرآنُهُ مَجيدٌ، يا مَن مُلكُهُ قَديمٌ، يا مَن فَضلُهُ عَميمٌ، يا مَن عَرشُهُ عَظيم. \n\n (99) يا مَن لايَشغَلُهُ سَمعٌ عَن سَمعٍ، يا مَن لايَمنَعُهُ فِعلٌ عَن فِعلٍ، يا مَن لا يُلهيهِ قَولٌ عَن قَولٍ، يا مَن لا يُغلِّطُهُ سُؤالٌ عَن سُؤالٍ، يا مَن لايَحجُبُهُ شيءٌ عَن شيءٍ، يا مَن لا يُبرِمُهُ إلحاحُ المُلِحّينَ، يا مَن هُوَ غايَةُ مُرادِ المُريدينَ، يا مَن هُوَ مُنتَهى هِمَمِ العارِفينَ، يا مَن هُوَ مُنتَهى طَلَبِ الطَّالِبينَ، يا مَن لا يَخفى عَلَيهِ ذَرَّةٌ في العالَمينَ. \n\n (100) يا حَليماً لا يعجَلُ، يا جَواداً لا يَبخَلُ، يا صادِقاً لا يُخلِفُ، يا وَهَّاباً لا يَمَلُّ، يا قاهِراً لا يُغلَبُ، يا عَظيماً لا يوصَفُ، يا عَدلاً لا يَحيفُ، يا غَنيا لا يَفتَقِرُ، يا كَبيراً لا يَصغُرُ، يا حافِظاً لا يَغفَلُ سُبحانَكَ، يا لا إلهَ إلاّ أنتَ الغَوثَ الغَوثَ خَلِّصنا مِنَ النّارِ يا رَبِّ."
},
{
    "name": "دعاء المجير",
    "source": "مفاتيح الجنان",
    "text": "بِسمِ الله الرَّحمَنِ الرَّحيمِ \n سُبحانَكَ يا اللهُ، \n تَعالَيتَ يا رَحمنُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا رَحيمُ، تَعالَيتَ يا كَريمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مَلِكُ، تَعالَيتَ يا مالِكُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قُدّوسُ، تَعالَيتَ يا سَلامُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُؤمِنُ، تَعالَيتَ يا مُهَيمِنُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عَزيزُ، تَعالَيتَ يا جَبّارُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُتَكَبِّرُ، تَعالَيتَ يا مُتَجَبِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا خالِقُ، تَعالَيتَ يا بارئُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُصَوِّرُ، تَعالَيتَ يا مُقَدِّرُ ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا هادي، تَعالَيتَ يا باقي، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا وَهَّابُ، تَعالَيتَ يا تَوّابُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا فَتّاحُ، تَعالَيتَ يا مُرتاحُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا سَيِّدي، تَعالَيتَ يا مَولايَ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قَريبُ، تَعالَيتَ يا رَقيبُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُبدئُ، تَعالَيتَ يا مُعيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا حَميدُ ، تَعالَيتَ يا مَجيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قَديمُ، تَعالَيتَ يا عَظيمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا غَفورُ، تَعالَيتَ يا شَكورُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا شاهِدُ، تَعالَيتَ يا شَهيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا حَنّانُ، تَعالَيتَ يا مَنّانُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا باعِثُ، تَعالَيتَ يا وارِثُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُحيي، تَعالَيتَ يا مُميتُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا شَفيقُ، تَعالَيتَ يا رَفيقُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا أنيسُ، تَعالَيتَ يا مُؤنِسُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا جَليلُ، تَعالَيتَ يا جَميلُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا خَبيرُ، تَعالَيتَ يا بَصيرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا حَفيُّ، تَعالَيتَ يا مَليُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مَعبودُ ، تَعالَيتَ يا مَوجودُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا غَفّارُ، تَعالَيتَ يا قَهّارُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مَذكورُ، تَعالَيتَ يا مَشكورُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا جَوادُ، تَعالَيتَ يا مَعاذُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا جَمالُ، تَعالَيتَ يا جَلالُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا سابِقُ، تَعالَيتَ يا رازِقُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا صادِقُ، تَعالَيتَ يا فالِقُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا سَميعُ، تَعالَيتَ يا سَريعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا رَفيعُ، تَعالَيتَ يا بَديعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا فَعّالُ، تَعالَيتَ يا مُتَعالُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قاضي، تَعالَيتَ يا راضي ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قاهِرُ، تَعالَيتَ يا طاهِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عالِمُ ، تَعالَيتَ يا حاكِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا دائِمُ، تَعالَيتَ يا قائِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عاصِمُ، تَعالَيتَ يا قاسِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا غَنيُّ، تَعالَيتَ يا مُغني، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا وَفيُّ، تَعالَيتَ يا قَويُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا كافي، تَعالَيتَ يا شافي، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُقَدِّمُ، تَعالَيتَ يا مُؤَخِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا أوَّلُ، تَعالَيتَ يا آخِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا ظاهِرُ، تَعالَيتَ يا باطِنُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا رَجاءُ، تَعالَيتَ يا مُرتَجى، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا ذا المَنِّ، تَعالَيتَ يا ذا الطَّولِ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا حَيُّ، تَعالَيتَ يا قَيّومُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا واحِدُ، تَعالَيتَ يا أحَدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا سَيِّدُ، تَعالَيتَ يا صَمَدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قَديرُ، تَعالَيتَ يا كَبيرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا والي، تَعالَيتَ يا مُتَعالِي، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عَليُّ، تَعالَيتَ يا أعلى، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا وَليُّ، تَعالَيتَ يا مَولى، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا ذارئُ، تَعالَيتَ يا بارئُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا خافِضُ، تَعالَيتَ يا رافِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُقسِطُ، تَعالَيتَ يا جامِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُعِزُّ، تَعالَيتَ يا مُذِلُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا قادِرُ، تَعالَيتَ يا مُقتَدِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عَليمُ، تَعالَيتَ يا حَليمُ، أجِرنا مِنَ النّارِ يا مُجيرُ سُبحانَكَ يا حَكَمُ تَعَالَيتَ يا حَكيمُ أجِرنا مِنَ النَّارِ يا مَجيرُ. \n سُبحانَكَ يا مُعطي، تَعالَيتَ يا مانِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا ضارُّ، تَعالَيتَ يا نافِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُجيبُ، تَعالَيتَ يا حَسيبُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عادِلُ، تَعالَيتَ يا فاصِلُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا لَطيفُ، تَعالَيتَ يا شَريفُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا رَبُّ، تَعالَيتَ يا حَقُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا ماجِدُ، تَعالَيتَ يا واحِدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا عَفوُّ، تَعالَيتَ يا مُنتَقِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا واسِعُ، تَعالَيتَ يا موَسِّعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا رَؤوفُ، تَعالَيتَ يا عَطوفُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا فَردُ، تَعالَيتَ يا وِترُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُقيتُ، تَعالَيتَ يا مُحيطُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا وَكيلُ، تَعالَيتَ يا عَدلُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُبينُ، تَعالَيتَ يا مَتينُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا بَرُّ، تَعالَيتَ يا وَدودُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا رَشيدُ، تَعالَيتَ يا مُرشِدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا نورُ، تَعالَيتَ يا مُنَوِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا نَصيرُ، تَعالَيتَ يا ناصِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا صَبورُ، تَعالَيتَ يا صابِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُحصي، تَعالَيتَ يا مُنشئُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا سُبحانُ، تَعالَيتَ يا دَيانُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا مُغيثُ، تَعالَيتَ يا غيا ثُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا فاطِرُ، تَعالَيتَ يا حاضِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. \n سُبحانَكَ يا ذا العِزِّ وَالجَمالِ، تَبارَكتَ يا ذا الجَبَروتِ وَالجَلالِ. \n سُبحانَكَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الظّالِمينَ فَاستَجَبنا لَهُ وَنَجَّيناهُ مِنَ الغَمِّ وَكذلِكَ نُنجي المُؤمِنين، وَصَلّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ وَآلِهِ أجمَعينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، وَحَسبُنا الله وَنِعمَ الوَكيلُ، وَلاحَولَ وَلاقوَّةَ إلاّ بِالله العَليِّ العَظيمِ."
},
{
    "name": "دعاء يستشير",
    "source": "مفاتيح الجنان",
    "text": "روى السيد ابن طاووس في كتاب مهج الدعوات عن أمير المؤمنين (عليه السلام) ، إنّه قال: «علمني رسول الله (صلى الله عليه وآله وسلم) هذا الدعاء وأمرني أن أدعو به لكلّ شـدّة ورخاء، وأن اُعلّمه خليفتي من بعدي، وأمرني أن لا اُفارق طول عمري حتى ألقى الله عز وجل، وقال لي: قل هذا الدعاء حين تصبح وتمسي فإنّه كنز من كنوز العرش» فالتمس ابي بن كعب النبي (صلى الله عليه وآله وسلم) ان يحدث بفضل هذا الدعاء فأخبر النبي (صلى الله عليه وآله وسلم) ببعض ثوابه الجزيل، ومن أراد الاطلاع عليه فليطلبه من كتاب (مهج الدعوات). \n\n بِسمِ الله الرَّحمنِ الرَّحيمِ \n\n الحَمدُ للهِ الَّذي لا إلهَ إلاّ هُوَ المَلِكُ الحَقُّ المُبينُ، المُدَبِّرُ بِلا وَزيرٍ، وَلا خَلقٍ مِن عِبادِهِ يَستَشيرُ، الأوَّلُ غَيرُ مَوصوفٍ ، وَالباقي بَعدَ فَناءِ الخَلقِ، العَظيمُ الرُّبوبيَّةِ، نورُ السَّماواتُ وَالأرَضينَ وَفاطِرُهُما وَمُبتَدِعُهُما، بِغَيرِ عَمَدٍ خَلَقَهُما وَفَتَقَهُما فَتقاً، فَقامَتِ السَّماواتِ طائِعاتٍ بِأمرِهِ، وَاستَقَرَّتِ الأرَضونَ بِأوتادِها فَوقَ الماءِ، ثمّ عَلا رَبُّنا في السَّماواتِ العُلى، الرَّحمنُ عَلى العَرشِ استَوى، لَهُ ما في السَّماواتِ وَما في الأرضِ، وَما بَينَهُما وَما تَحتَ الثَّرى، فَأنا أشهَدُ بِأنَّكَ أنتَ الله لا رافِعَ لِما وَضَعتَ وَلا واضِعَ لِما رَفَعتَ، وَلا مُعِزَّ لِمَن أذلَلتَ، وَلا مُذِلَّ لِمَن أعزَزتَ، وَلا مانِعَ لِما أعطَيتَ، وَلا مُعطيَ لِما مَنَعتَ، وَأنتَ الله لا إلهَ إلاّ أنتَ كُنتَ إذ لَم تَكُن سماءٌ مَبنيَّةٌ، وَلا أرضٌ مَدحيَّةٌ، وَلا شَمسٌ مُضيئَةٌ، وَلا لَيلٌ مُظلِمٌ، وَلا نَهارٌ مُضيءٌ، وَلا بَحرٌ لُجّيُّ، وَلا جَبَلٌ راسٍ، وَلا نَجمٌ سارٍ، وَلا قَمَرٌ مُنيرٌ، وَلا ريحٌ تَهُبُّ، وَلا سَحابٌ يَسكُبُ، وَلا بَرقٌ يَلمَعُ، وَلا رَعدٌ يُسَبِّحُ، وَلا روحٌ تَنَفَّسُ، وَلا طائِرٌ يَطيرُ، وَلا نارٌ تَتَوَقَّدُ، وَلا ماءٌ يَطَّرِدُ، كُنتَ قَبلَ كُلِّ شيءٍ، وَكَوَّنتَ كُلَّ شيءٍ، وَقَدَرتَ عَلى كُلِّ شيءٍ، وَابتَدَعتَ كُلَّ شيءٍ وَأغنَيتَ وَأفقَرتَ، وَأمَتَّ وَأحيَيتَ وَأضحَكتَ وَأبكَيتَ وَعَلى العَرشِ استَوَيتَ فَتَبارَكتَ يا اللهُ وَتَعالَيتَ، أنتَ اللهُ الَّذي لا إلهَ إلاّ أنتَ الخَلّاقُ المُعينُ ، أمرُكَ غالِبٌ وَعِلمُكَ نافِذٌ، وَكَيدُكَ غَريبٌ وَوَعدُكَ صادِقٌ وَقَولُكَ حَقُّ وَحُكمُكَ عَدلٌ، وَكَلامُكَ هُدىً، وَوَحيُكَ نورٌ، وَرَحمَتُكَ وَاسِعَةٌ وَعَفوُكَ عَظيمٌ وَفَضلُكَ كَثيرٌ وَعَطاؤُكَ جَزيلٌ، وَحَبلُكَ مَتينٌ وإمكانُكَ عَتيدٌ وَجارُكَ عَزيزٌ وَبَأسُكَ شَديدٌ وَمَكرُكَ مَكيدٌ، أنتَ يا رَبِّ مَوضِعُ كُلِّ شَكوى حاضِرُ كُلِّ مَلأ وَشاهِدُ كُلِّ نَجوى، مُنتَهى كُلِّ حاجَةٍ، مُفَرِّجُ كُلِّ حُزنٍ ، غِنى كُلِّ مِسكينٍ، حِصنُ كُلِّ هارِبٍ أمانُ كُلِّ خائِفٍ، حِرزُ الضُّعَفاءِ، كَنزُ الفُقَراءِ، مُفَرِّجُ الغَمَّاءِ ، مُعينُ الصَّالِحينَ، ذلِكَ الله رَبُّنا لا إلهَ إلاّ هوَ، تَكفي مِن عِبادِكَ مَن تَوَكَّلَ عَلَيكَ، وأنتَ جارُ مَن لاذَ بِكَ وَتَضَرَّعَ إلَيكَ، عِصمَةُ مَنِ اعتَصَمَ بِكَ، ناصِرُ مَنِ انتَصَرَ بِكَ، تَغفِرُ الذُّنوبَ لِمَنِ استَغفَرَكَ، جَبّارُ الجَبابِرَةِ، عَظيمُ العُظَماءِ، كَبيرُ الكُبَراءِ، سَيِّدُ السَّاداتِ، مَولى المَوالي، صَريخُ المُستَصرِخينَ، مُنَفِّسٌ عَنِ المَكروبينَ، مُجيبُ دَعوَةِ المُضطَرّينَ، أسمَعُ السَّامِعينَ، أبصَرُ النَّاظِرينَ، أحكَمُ الحاكِمينَ، أسرَعُ الحاسِبينَ، أرحَمُ الرَّاحِمينَ، خَيرُ الغافِرينَ، قاضي حوائِجِ المُؤمِنينَ، مُغيثُ الصَّالِحينَ، أنتَ الله لا إلهَ إلاّ أنتَ رَبُّ العالَمينَ، أنتَ الخالِقُ وَأنا المَخلوقُ، وَأنتَ المالِكُ وَأنا المَملوكُ، وَأنتَ الرَّبُّ وَأنا العَبدُ، وَأنتَ الرَّازِقُ وَأنا المَرزوقُ، وَأنتَ المُعطي وَأنا السَّائِلُ، وَأنتَ الجَوادُ وَأنا البَخيلُ، وَأنتَ القَويُّ وَأنا الضَّعيفُ، وَأنتَ العَزيزُ وَأنا الذَّليلُ وَأنتَ الغَنيُّ وَأنا الفَقيرُ، وَأنتَ السَّيِّدُ وَأنا العَبدُ، وَأنتَ الغافِرُ وَأنا المُسيءُ، وأنتَ العالِمُ وَأنا الجاهِلُ، وَأنتَ الحَليمُ وَأنا العَجولُ، وَأنتَ الرَّحمنُ وَأنا المَرحومُ، وَأنتَ المُعافي وَأنا المُبتَلى، وَأنتَ المُجيبُ وَأنا المُضطَرُّ، وَأنا أشهَدُ بِأنَّكَ أنتَ الله لا إلهَ إلاّ أنتَ، المُعطي عِبادَكَ بِلا سُؤالٍ، وَأشهَدُ بِأنَّكَ أنتَ الله الواحِدُ الأحَدُ المُتَفَرِّدُ الصَّمّدُ الفَردُ وَإلَيكَ المَصيرُ، وَصََلّى اللهُ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ الطَّيِّبينَ الطَّاهِرينَ، وَاغفِر لي ذُنوبي، وَاستُر عَلَيَّ عُيوبي، وَافتَح لي مِن لَدُنكَ رَحمَةً وَرِزقاً وَاسِعاً يا أرحَمَ الرَّاحِمينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، وَحَسبُنا الله وَنِعمَ الوَكيلُ، وَلا حَولَ وَلا قوَّةَ إلاّ بِالله العَليِّ العَظيمِ."
},
{
    "name": "دعاء المشلول",
    "source": "مفاتيح الجنان",
    "text": "الموسوم بدعاء الشاب المأخوذ بذنبه، المروي في كتب الكفعمي، وفي كتاب (مهج الدعوات)، وهو دعاء علّمه أمير المؤمنين (عليه السلام) شاباً مأخوذاً بذنبه مشلولاً نتيجة ما عمله من الظلم والإثم في حق والده، فدعا بهذا الدعاء واضطجع فرأى النبي (صلى الله عليه وآله وسلم) في منامه وقد مسح يده عليه وقال: احتفظ باسم الله الأعظم فإنّ عملك يكون بخير، فانتبه معافى وهو هذا الدعاء: \n\n اللَّهُمَّ إنّي أسألُكَ باسمك بِسمِ اللهِ الرَّحمنِ الرَّحيمِ يا ذا الجَلالِ وَالإكرامِ يا حَيُّ يا قَيّومُ، يا حَيُّ لا إلهَ إلاّ أنتَ، يا هو يا مَن لا يَعلَمُ ما هُوَ وَلا كَيفَ هُوَ وَلا أينَ هُوَ وَلا حَيثُ هُوَ إلاّ هوَ، يا ذا المُلكِ وَالمَلَكوتِ، يا ذا العِزَّةِ وَالجَبَروتِ، يا مَلِكُ يا قُدّوسُ، يا سَلامُ، يا مُؤمِنُ، يا مُهَيمِنُ، يا عَزيزُ، يا جَبّارُ، يا مُتَكَبِّرُ، يا خالِقُ، يا بارئُ، يا مُصَوِّرُ، يا مُفيدُ، يا مُدَبِّرُ، يا شَديدُ، يا مُبدئُ، يا مُعيدُ، يا مُبيدُ، يا وَدودُ، يا مَحمودُ ، يا مَعبودُ، يا بَعيدُ، يا قَريبُ، يا مُجيبُ، يا رَقيبُ، يا حَسيبُ، يا بَديعُ، يا رَفيعُ، يا مَنيعُ، يا سَميعُ، يا عَليمُ، يا حَليمُ، يا كَريمُ، يا قَديمُ، يا عَليُّ، يا عَظيمُ، يا حَنّانُ، يا مَنّانُ، يا ديانُ، يا مُستَعانُ، يا جَليلُ، يا جَميلُ، يا وَكيلُ، يا كَفيلُ، يا مُقيلُ، يا مُنيلُ، يا نَبيلُ يا دَليلُ، يا هادي، يا بادي، يا أوَّلُ، يا آخِرُ، يا ظاهِرُ، يا باطِنُ، يا قائِمُ، يا دائِمُ، يا عالِمُ يا حاكِمُ، يا قاضي، يا عادِلُ، يا فاصِلُ، يا واصِلُ، يا طاهِرُ، يا مُطَهِّرُ، يا قادِرُ، يا مُقتَدِرُ، يا كَبيرُ، يا مُتَكَبِّرُ، يا واحِدُ، يا أحَدُ، يا صَمَدُ، يا مَن لَم يَلِد وَلَم يولَدُ وَلَم يَكُن لَهُ كُفواً أحَدٌ، وَلَم يَكُن لَهُ صاحِبَةٌ وَلا كانَ مَعَهُ وَزيرٌ، وَلا اتَّخَذَ مَعَهُ مُشيراً، وَلا احتاجَ إلى ظَهيرٍ، وَلا كانَ مَعَهُ مِن إلهٍ غَيرُهُ لا إلهَ إلاّ أنتَ، فَتَعالَيتَ عَمّا يَقولُ الظَّالِمُونَ عُلوّاً كَبيراً، يا عَليُّ، يا شامِخُ يا باذِخُ يا فَتّاحُ يا نَفّاحُ يا مُرتاحُ يا مُفَرِّجُ يا ناصِرُ يا مُنتَصِرُ يا مُدرِكُ يا مُهلِكُ يا مُنتَقِمُ، يا باعِثُ يا وارِثُ يا طالِبُ يا غالِبُ، يا مَن لا يَفوتُهُ هارِبٌ، يا تَوّابُ يا أوّابُ يا وَهّابُ، يا مُسَبِّبَ الأسبابِ، يا مُفَتِّحَ الأبوابِ، يا مَن حَيثُ ما دُعيَ أجابَ، يا طَهورُ يا شَكورُ يا عَفوُّ يا غَفورُ، يا نورَ النّورِ يا مُدَبِّرَ الاُمورِ، يا لَطيفُ يا خَبيرُ، يا مُجيرُ يا مُنيرُ يا بَصيرُ يا ظَهيرُ يا كَبيرُ يا وِترُ يا فَردُ يا أبَدُ يا سَنَدُ يا صَمَدُ، يا كافي يا شافي يا وافي يا مُعافي، يا مُحسِنُ يا مُجمِلُ يا مُنعِمُ يا مُفضلُ يا مُتَكَرِّمُ يا مُتَفَرِّدُ يا مَن عَلا فَقَهَرَ، يا مَن مَلَكَ فَقَدَرَ يا مَن بَطَنَ فخَبَرَ، يا مَن عُبِدَ فَشَكَرَ، يا مَن عُصيَ فَغَفَرَ، يا مَن لا تَحويهِ الفِكَرُ، وَلا يُدرِكُهُ بَصَرٌ، وَلا يَخفى عَلَيهِ أثَرٌ، يا رازِقَ البَشَرِ، يا مُقَدِّرَ كُلِّ قَدَرٍ، يا عاليَ المَكانِ يا شَديدَ الأركانِ، يا مُبَدِّلَ الزَّمانِ، يا قابِلَ القُربانِ يا ذا المَنِّ وَالإحسانِ يا ذا العِزَّةِ وَالسُّلطانِ يا رَحيمُ يا رَحمنُ يا مَن هُوَ كُلَّ يَومٍ في شَأنٍ يا مَن لا يَشغَلُهُ شَأنٌ عَن شَأنٍ يا عَظيمَ الشَّأنِ، يا مَن هُوَ بِكُلِّ مَكانٍ يا سامِعَ الأصواتِ يا مُجيبَ الدَّعَواتِ يا مُنجِحَ الطَّلِباتِ، يا قاضيَ الحاجاتِ، يا مُنزِلَ البَرَكاتِ يا راحِمَ العَبَراتِ، يا مُقيلَ العَثَراتِ يا كاشِفَ الكُرُباتِ يا وَليَّ الحَسَناتِ يا رافِعَ الدَّرَجاتِ يا مُؤتيَ السُّؤُلاتِ يا مُحييَ الأمواتِ، يا جامِعَ الشَّتاتِ، يا مُطَّلِعاً عَلى النّياتِ ، يا رادَّ ما قَد فاتَ، يا مَن لا تَشتَبِهُ عَلَيهِ الأصواتُ، يا مَن لا تُضجِرُهُ المَسألاتُ، وَلا تَغشاهُ الظُّلُماتُ، يا نورَ الأرضِ وَالسَّماواتِ، يا سابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا بارئَ النَّسَمِ، يا جامِعَ الأُمَمِ يا شافي السَّقَمِ يا خالِقَ النّورِ وَالظُّلَمِ، يا ذا الجودِ وَالكَرَمِ يا مَن لا يَطَأُ عَرشَهُ قَدَمٌ، يا أجوَدَ الأجوَدينَ، يا أكرَمَ الأكرَمينَ، يا أسمَعَ السَّامِعينَ، يا أبصَرَ النَّاظِرينَ، يا جارَ المُستَجيرينَ، يا أمانَ الخائِفينَ، يا ظَهرَ اللّاجينَ، يا وَليَّ المُؤمِنينَ، يا غيا ثَ المُستَغيثينَ، يا غايَةَ الطَّالِبينَ، يا صاحِبَ كُلِّ غَريبٍ، يا مُؤنِسَ كُلِّ وَحيدٍ، يا مَلجَأ كُلِّ طَريدٍ، يا مَأوى كُلِّ شَريدٍ، يا حافِظَ كُلِّ ضالَّةٍ، يا راحِمَ الشَّيخِ الكَبيرِ، يا رازِقَ الطِّفلِ الصَّغيرِ يا جابِرَ العَظمِ الكَسيرِ، يا فَاكَّ كُلِّ أسيرِ، يا مُغنيَ البائِسِ الفَقيرِ، يا عِصمَةَ الخائِفِ المُستَجيرِ، يا مَن لَهُ التَّدبيرُ وَالتَّقديرُ، يا مَنِ العَسيرُ عَلَيهِ سَهلٌ يَسيرٌ، يا مَن لا يَحتاجُ إلى تَفسيرٍ، يا مَن هُوَ عَلى كُلِّ شيءٍ قَديرٌ، يا مَن هُوَ بِكُلِّ شيءٍ خَبيرٌ، يا مَن هُوَ بِكُلِّ شيءٍ بَصيرٌ، يا مُرسِلَ الرياحِ، يا فالِقَ الإصباحِ، يا باعِثَ الأرواحِ، يا ذا الجودِ وَالسَّماِح، يا مَن بيَدِهِ كُلُّ مِفتاحٍ يا سامِعَ كُلِّ صَوتٍ، يا سابِقَ كُلِّ فَوتٍ يا مُحييَ كُلِّ نَفسٍ بَعدَ المَوتِ، يا عُدَّتي في شِدَّتي، يا حافِظي في غُربَتي، يا مؤنِسي في وَحدَتي، يا وَليّي في نِعمَتي، يا كَهفي حينَ تُعييني المَذاهِبُ، وَتُسَلِّمُني الأقارِبُ، وَيَخذلُني كُلُّ صاحِبٍ يا عِمادَ مَن لا عِمادَ لَهُ يا سَنَدَ مَن لا سَنَدَ لَهُ، يا ذُخرَ مَن لا ذُخرَ لَهُ، يا حِرزَ مَن لا حِرزَ لَهُ، يا كَهفَ مَن لا كَهفَ لَهُ، يا كَنزَ مَن لا كَنزَ لَهُ، يا رُكنَ مَن لا رُكنَ لَهُ يا غيا ثَ مَن لا غيا ثَ لَهُ، يا جارَ مَن لا جارَ لَهُ يا جاريَ اللّصيقَ، يا رُكنيَ الوَثيقَ، يا إلهي بِالتَّحقيقِ، يا رَبَّ البَيتِ العَتيقِ، يا شَفيقُ يا رَفيقُ، فُكَّني مِن حَلَقِ المَضيقِ، وَاصرِف عَنّي كُلَّ هَمٍّ وَغَمٍّ وَضيقٍ، وَاكفِني شَرَّ ما لا اُطيقُ، وَأعِنّي عَلى ما اُطيقُ، يا رادَّ يوسُفَ عَلى يَعقوبَ، يا كاشِفَ ضُرِّ أيّوبَ، يا غافِرَ ذَنبِ داوُدَ، يا رافِعَ عيسى بنِ مَريَمَ وَمُنجيَهُ مِن أيدي اليَهودِ يا مُجيبَ نِداءِ يونُسَ في الظُّلُماتِ، يا مُصطَفيَ موسى بِالكَلِماتِ، يا مَن غَفَرَ لآدَمَ خطيئَتَهُ، وَرَفَعَ إدريسَ مَكاناً عَلياً بِرَحمَتِهِ، يا مَن نَجَّى نوحاً مِنَ الغَرَقِ، يا مَن أهلَكَ عاداً الاُولى وَثَمودَ فَما أبقى، وَقَومَ نوحٍ مِن قَبلُ إنَّهُم كانوا هُم أظلَمَ وَأطغى، وَالمُؤتَفِكَةَ أهوى، يا مَن دَمَّرَ عَلى قَوِم لوطٍ، وَدَمدَمَ عَلى قَومِ شُعَيبٍ، يا مَن اتَّخَذَ إبراهيمَ خَليلاً، يا مَن اتَّخَذَ موسى كَليماً، وَاتَّخَذَ مُحَمَّداً (صلّى الله عليه و آله وَعَلَيهِم أجمَعينَ) حَبيباً، يا مُؤتي لُقمانَ الحِكمَةِ، وَالواهِبَ لِسُلَيمانَ مُلكاً لا يَنبَغي لأحَدٍ مِن بَعدِهِ، يا مَن نَصَرَ ذا القَرنَينِ عَلى المُلوكِ الجَبابِرَةِ، يا مَن أعطى الخِضرَ الحياةَ، وَرَدَّ ليوشَعَ بنَ نونٍ الشَّمسَ بَعدَ غُروبِها، يا مَن رَبَطَ عَلى قَلبِ اُمِّ موسى، وَأحصَنَ فَرجَ مَريَمَ ابنَةِ عِمرانَ، يا مَن حَصَّنَ يَحيى بنَ زَكَريا مِنَ الذَّنبِ، وَسَكَّنَ عَن موسى الغَضَبَ، يا مَن بَشَّرَ زَكَريا بيَحيى، يا مَن فَدى إسماعيلَ مِنَ الذَّبحِ بِذِبحٍ عَظيمٍ، يا مَن قَبِلَ قُربانَ هابيلَ وَجَعَلَ اللَّعنَةَ عَلى قابيلَ، يا هازِمَ الأحزابِ لِمُحَمَّدٍ (صلّى الله عليه و آله) ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَعَلى جَميعِ المُرسَلينَ وَمَلائِكَتِكَ المُقَرَّبينَ وَأهلِ طاعَتِكَ أجمَعينَ، وَأسألُكَ بِكُلِّ مَسألَةٍ سألَكَ بِها أحَدٌ مِمّن رَضيتَ عَنهُ، فَحَتَمتَ لَهُ عَلى الإجابَةِ، يا اللهُ يا اللهُ يا اللهُ، يا رَحمنُ يا رَحمنُ يا رَحمنُ، يا رَحيمُ يا رَحيمُ يا رَحيمُ، يا ذا الجَلالِ وَالإكرامِ، يا ذا الجَلالِ وَالإكرامِ، يا ذا الجَلالِ وَالإكرامِ، بِهِ بِهِ بِهِ بِهِ بِهِ بِهِ بِهِ، أسألُكَ بِكُلِّ اسمٍ سَمَّيتَ بِهِ نَفسَكَ، أو أنزَلتَهُ في شيءٍ مِن كُتُبِكَ، أو استَأثَرتَ بِهِ في عِلمِ الغَيبِ عِندَكَ، وَبِمَعاقِدِ العِزِّ مِن عَرشِكَ، وَبِمُنتَهى الرَّحمَةِ مِن كِتابِكَ، وَبِما لَو أنَّ ما في الأرضِ مِن شَجَرَةٍ أقلامٌ وَالبَحرُ يَمُدُّهُ مِن بَعدِهِ بِسَبعَةِ أبحُرٍ ما نَفِدَت كَلِماتُ اللهِ إنَّ اللهَ عَزيزٌ حَكيمٌ، وَأسألُكَ بِأسمائِكَ الحُسنى الَّتي نَعَتَّها في كِتابِكَ فَقُلتَ: {وَللهِ الأسماءِ الحُسنى فَادعوُه بِها} وَقُلتَ: {ادعُوني أستَجِب لَكُم}، وَقُلتَ: {وَإذا سألَكَ عِبادي عَنّي فَإنّي قَريبٌ اُجيبُ دَعوَةَ الدَّاعِ إذا دَعانِ}، وَقُلتَ: {يا عِباديَ الَّذينَ أسرَفوا عَلى أنفُسِهِم لا تَقنَطوا مِن رَحمَةِ اللهِ إنَّ الله يَغفِرُ الذُّنوبَ جَميعاً إنَّه هُوَ الغَفورُ الرَّحيمُ}.  \n\n وَأنا أسألُكَ يا إلهي، وَأدعوكَ يا رَبِّ، وَأرجوكَ يا سَيِّدي، وَأطمَعُ في إجابَتي يا مَولايَ كَما وَعَدتَني وَقَد دَعَوتُكَ كَما أمَرتَني، فَافعَل بي ما أنتَ أهلُهُ يا كَريمُ، وَالحَمدُ للهِ رَبِّ العالَمينَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ أجمَعينَ. \n\n ثمّ سل حاجتك فإنّها تقضى إن شاء الله تعالى \n\n وفي الرواية المروية في (مهج الدعوات): لاتدع بهذا الدعاء إلاّ متطهراً."
},
{
    "name": "دعاء السمات",
    "source": "مفاتيح الجنان",
    "text": " المعروف بدعاء الشبور، ويستحب الدعاء به في آخر ساعة من نهار الجمعة، \n\n اللَّهُمَّ إنّي أسألُكَ باسمك العَظيمِ الأعظَمِ الأعَزِّ الأجَلِّ الأكرَمِ الَّذي إذا دُعيتَ بِهِ عَلى مَغالِقِ أبوابِ السَّماء لِلفَتحِ بِالرَّحمَةِ انفَتَحَت، وَإذا دُعيتَ بِهِ عَلى مَضائِقِ أبوابِ الأرضِ لِلفَرَجِ انفَرَجَت وَإذا دُعيتَ بِهِ عَلى العُسرِ لِليُسرِ تيَسَّرَت وَإذا دُعيتَ بِهِ عَلى الأمواتِ لِلنُّشورِ انتَشَرَت وَإذا دُعيتَ بِهِ عَلى كَشفِ البَأساءِ وَالضَّرَّاءِ انكَشَفَت. \n\n وَبِجَلالِ وَجهِكَ الكَريمِ أكرَمِ الوُجوهِ وَأعَزِّ الوُجوهِ الَّذي عَنَت لَهُ الوُجوهِ وَخَضَعَت لَهُ الرِّقابُ، وَخَشَعَت لَهُ الأصواتِ وَوَجِلَت لَهُ القُلوبُ مِن مَخافَتِكَ. وَبِقوَّتِكَ الَّتي بِها تُمسِكُ السَّماء أن تَقَعَ عَلى الأرضِ إلاّ بِإذنِكَ، وَتُمسِكُ السَّماواتِ وَالأرضَ أن تَزولا، وَبِمَشيَّتِكَ الَّتي دانَ لَها العالَمونَ، وَبِكَلِمَتِكَ الَّتي خَلَقتَ بِها السَّماواتِ وَالأرضَ وَبِحِكمَتِكَ الَّتي صَنَعتَ بِها العَجائِبَ، وَخَلَقتَ بِها الظُّلمَةَ وَجَعَلتَها لَيلاً وَجَعَلتَ اللَّيلَ سَكَناً، وَخَلَقتَ بِها النّورَ وَجَعَلتَهُ نَهاراً، وَجَعَلتَ النَّهارَ نُشوراً مُبصِراً، وَخَلَقتَ بِها الشَّمسَ وَجَعَلتَ الشَّمسَ ضياءً، وَخَلَقتَ بِها القَمَرَ وَجَعَلتَ القَمَرَ نوراً، وَخَلَقتَ بِها الكَواكِبَ وَجَعَلتَها نُجوماً وَبُروجاً وَمَصابيحَ وَزينَةً وَرُجوماً، وَجَعَلتَ لَها مَشارِقَ وَمَغارِبَ، وَجَعَلتَ لَها مَطالِعَ وَمَجاري، وَجَعَلتَ لَها فَلكاً وَمَسابِحَ، وَقَدَّرتَها في السَّماء مَنازِلَ فَأحسَنتَ تَقديرَها، وَصَوَّرتَها فَأحسَنتَ تَصويرَها وَأحصَيتَها بِأسمائِكَ إحصاءً وَدَبَّرتَها بِحِكمَتِكَ تَدبيراً وَأحسَنتَ تَدبيرَها، وَسَخّرتَها بِسُلطانِ اللَّيلِ وَسُلطانِ النَّهارِ وَالسَّاعاتِ وَعَدَدِ السِّنينَ وَالحِسابِ وَجَعَلتَ رُؤيَتَها لِجَميعِ النّاسِ مَرءً وَاحِداً، وَأسألُكَ اللَّهُمَّ بِمَجدِكَ الَّذي كَلَّمتَ بِهِ عَبدَكَ وَرَسولَكَ موسى بنَ عِمرانَ (عليه السلام) في المُقَدَّسينَ فَوقَ إحساسِ الكَروبين فَوقَ غَمائِمِ النّورِ فَوقَ تابوتِ الشَّهادَةِ في عَمودِ النَّارِ وَفي طورِ سَيناء، وَفي جَبَلِ حوريثَ في الوادِ المُقَدَّسِ في البُقعَةِ المُبارَكَةِ مِن جانِبِ الطّورِ الأيمَنِ مِنَ الشَّجَرَةِ، وَفي أرضِ مِصرَ بِتِسعِ آياتٍ بَيِّناتٍ، وَيَومَ فَرَقتَ لِبَني إسرائيلَ البَحرَ وَفي المُنبَجِساتِ التي صَنَعتَ بِها العَجائِبَ في بَحرِ سُوفٍ، وَعَقَدتَ ماءَ البَحرِ في قَلبِ الغَمرِ كَالحِجارَةِ، وَجاوَزتَ بِبَني إسرائيلَ البَحرَ، وَتَمَّت كَلِمَتُكَ الحُسنى عَلَيهِم بِما صَبَروا وَأورَثتَهُم مَشارِقَ الأرضِ وَمَغارِبَها الَّتي بارَكتَ فيها لِلعالَمينَ وَأغرَقتَ فِرعَونَ وَجُنودَهُ وَمَراكِبَهُ في اليَمِّ. \n\n وَبِاسمِكَ العَظيمِ الأعظَمِ الأعَزِّ الأجَلِّ الأكرَمِ، وَبِمَجدِكَ الَّذي تَجَلَّيتَ بِهِ لِموسى كَليمِكَ (عليه السلام) في طورِ سَيناءَ، وَلإبراهيمَ (عليه السلام) خَليلِكَ مِن قَبلُ في مَسجِدِ الخَيفِ، وَلإسحاقَ صَفيِّكَ (عليه السلام) في بِئرِ شِيَعٍ، وَليَعقوبَ نَبيِّكَ (عليه السلام) في بَيتِ إيلٍ وَأوفَيتَ لإبراهيمَ (عليه السلام) بِميثاقِكَ، وَلإسحاقَ بِحَلفِكَ، وَليَعقوبَ بِشَهادَتِكَ، وَلِلمُؤمِنينَ بِوَعدِكَ وَلِلدَّاعينَ بِأسمائِكَ فَأجَبتَ، وَبِمَجدِكَ الَّذي ظَهَرَ لِموسى بنِ عِمرانَ (عليه السلام) عَلى قُبَّةِ الرُّمّانِ وَبِآياتِكَ الَّتي وَقَعَت عَلى أرضِ مِصرَ بِمَجدِ العِزَّةِ وَالغَلَبَةِ بِآياتٍ عَزيزَةٍ وَبِسُلطانِ القوَّةِ، وَبِعِزَّةِ القُدرَةِ، وَبِشَأنِ الكَلِمَةِ التَّامَّةِ، وَبِكَلِماتِكَ الَّتي تَفَضَّلتَ بِها عَلى أهلِ السَّماواتِ وَالأرضِ، وَأهلِ الدُّنيا وَأهلِ الآخرةِ، وَبِرَحمَتِكَ الَّتي مَنَنتَ بِها عَلى جَميعِ خَلقِكَ، وَباستِطاعَتِكَ الَّتي أقَمتَ بِها عَلى العالَمينَ وَبِنورِكَ الَّذي قَد خَرَّ مِن فَزَعِهِ طورُ سَيناءَ وَبِعِلمِكَ وَجَلالِكَ وَكِبريائِكَ وَعِزَّتِكَ وَجَبَروتِكَ الَّتي لَم تَستَقِلَّها الأرض، وَانخَفَضَت لَها السَّماواتُ وَأنزَجَرَ لَها العُمقُ الأكبَرُ وَرَكَدَت لَها البِحارُ وَالأنهارُ، وَخَضَعَت لَها الجِبالُ وَسَكَنَت لَها الأرضُ بِمَناكِبِها وَاستَسلَمَت لَها الخَلائِقُ كُلُّها وَخَفَقَت لَها الرياحُ في جَريانِها وَخَمَدَت لَها النّيرانُ في أوطانِها وَبِسُلطانِكَ الَّذي عُرِفَت لَكَ بِهِ الغَلَبَةُ دَهرَ الدُّهورِ، وَحُمِدتَ بِهِ في السَّماواتِ وَالأرضِ وَبِكَلِمَتِكَ كَلِمَةِ الصِّدقِ الَّتي سَبَقَت لأبينا آدَمَ (عليه السلام) وَذُرّيَّتِهِ بِالرَّحمَةِ، وَأسألُكَ بِكَلِمَتِكَ الَّتي غَلَبَت كُلَّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي تَجَلَّيتَ بِهِ لِلجَبَلِ فَجَعَلتَهُ دَكّاً وَخَرَّ موسى صَعِقاً، وَبِمَجدِكَ الَّذي ظَهَرَ عَلى طورِ سَيناءَ فَكَلَّمتَ بِهِ عَبدَكَ وَرَسولَكَ موسى بنَ عِمرانَ، وَبِطَلعَتِكَ في ساعيرَ، وَظُهورِكَ في جَبَلِ فارانَ، بِرَبَواتِ المُقَدَّسَينِ وَجُنودِ المَلائِكَةِ الصَّافّينَ، وَخُشوعِ المَلائِكَةِ المُسَبِّحينَ، وَبِبَرَكاتِكَ الَّتي بارَكتَ فيها عَلى إبراهيمَ خَليلِكَ (عليه السلام) في اُمَّةِ مُحَمَّدٍ (صلّى الله عليه و آله) ، وَبارَكتَ لإسحاقَ صَفيِّكَ في اُمَّةِ عيسى (عليهما السلام) ، وَبارَكتَ ليَعقوبَ إسرائيلِكَ في اُمَّةِ موسى (عليهما السلام) وَبارَكتَ لِحَبيبِكَ مُحَمَّدٍ (صلّى الله عليه و آله) في عِترَتِهِ وَذُرّيَّتِهِ وَاُمَّتِهِ. اللَّهُمَّ وَكَما غِبنا عَن ذلِكَ وَلَم نَشهَدهُ وَآمَنّا بِهِ وَلَم نَرَهُ صِدقاً وَعَدلاً أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تُبارِكَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَرَحَّم عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَأفضَلِ ما صَلَّيتَ وَبارَكتَ وَتَرَحَّمتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ فَعّالٌ لِما تُريدُ وَأنتَ عَلى كُلِّ شيءٍ قَديرٌ. \n\n ثمّ تذكر حاجتك وتقول: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ، وَبِحَقِّ هذِهِ الأسماءِ الَّتي لا يَعلَمُ تَفسيرَها وَلا يَعلَمُ باطِنَها غَيرُكَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَافعَل بي ما أنتَ أهلُهُ وَلا تَفعَل بي ما أنا أهلُهُ وَاغفِر لي مِن ذُنوبي ما تَقَدَّمَ مِنها وَما تَأخَّرَ وَوَسِّع عَلَيَّ مِن حَلالِ رِزقِكَ، وَاكفِني مَؤنَةَ إنسانِ سَوءٍ وَجارِ سَوءٍ وَقَرينِ سَوءٍ وَسُلطانِ سوءٍ، إنَّكَ عَلى ما تَشاءُ قَديرٌ وَبِكُلِّ شيءٍ عَليمٌ آمينَ رَبَّ العالَمينَ. \n\n في بعض النسخ بعد: وَأنتَ عَلى كُلِّ شيءٍ قَديرٌ. \n\n ثمّ اذكر حاجتك وقل: يا اللهُ يا حَنَّانُ يا مَنَّانُ يا بَديعَ السَّماواتِ وَالأرضِ يا ذا الجَلالِ وَالإكرامِ، يا أرحَمَ الرَّاحِمينَ، اللَّهُمَّ بِحَقِّ هذا الدِّعاءِ... الى آخر الدعاء. \n\n وروى المجلسي عن مصباح السيد ابن باقي أنّه قال: قل بعد دعاء السمات: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ، وَبِحَقِّ هذِهِ الأسماءِ الَّتي لا يَعلَمُ تَفسيرَها وَلا تَأويلَها وَلا باطِنَها وَلا ظاهِرَها غَيرُكَ، أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَرزُقَني خَيرَ الدُّنيا وَالآخرةِ. \n\n ثمّ اطلب حاجتك وقل: وَافعَل بي ما أنتَ أهلُهُ وَلا تَفعَل بي ما أنا أهلُهُ، وَانتَقِم لي مِن فلان بن فلانٍ، وسمّ عدوك، وَاغفِر لي مِن ذُنوبي ما تَقَدَّمَ مِنها وَما تَأخَّرَ، وَلِوالِدَيَّ وَلِجَميعِ المُؤمِنينَ وَالمُؤمِناتِ وَوَسِّع عَلَيَّ مِن حَلالِ رِزقِكَ وَاكفِني مَؤُنَةَ إنسانِ سَوءٍ، وَجارِ سَوءٍٍ، وَسُلطانِ سَوءٍٍ، وَقَرينِ سَوءٍٍ وَيَومِ سَوءٍٍ، وَساعَةِ سَوءٍ، وَانتَقِم لي مِمّن يَكيدُني ، وَمِمّن يَبغي عَلَيَّ وَيُريدُ بي وَبِأهلي وَأولادي وَإخواني وَجيراني وَقَراباتي مِنَ المُؤمِنينَ وَالمُؤمِناتِ ظُلماً إنَّكَ عَلى ما تَشاءُ قَديرٌ وَبِكُلِّ شيءٍ عَليم آمينَ رَبَّ العالَمينَ. \n\n ثمّ قل: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ تَفَضَّل عَلى فُقَراءِ المُؤمِنينَ وَالمُؤمِناتِ بِالغِنى وَالثَّروَةِ وَعَلى مَرضى المُؤمِنينَ وَالمُؤمِناتِ بِالشِّفاءِ وَالصِّحَّةِ، وَعَلى أحياءِ المُؤمِنينَ وَالمؤمِناتِ بِاللُّطفِ وَالكَرامَةِ، وَعَلى أمواتِ المُؤمِنينَ وَالمُؤمِناتِ بِالمَغفِرَةِ وَالرَّحمَةِ، وَعَلى مُسافِري المُؤمِنينَ وَالمؤمِناتِ بِالرَّدِّ إلى أوطانِهِم سالِمينَ غانِمينَ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ وَصَلَّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ خاتَمِ النَّبيّينَ وَعِترَتِهِ الطَّاهِرينَ وَسَلَّمَ تَسليماً كَثيراً. \n\n وقال الشيخ ابن فهد: يستحب أن تقول بعد دعاء السمات: \n\n اللَّهُمَّ إنّي أسألُكَ بِحُرمَةِ هذا الدُّعاءِ وَبِما فاتَ مِنهُ مِن الأسماءِ وَبِما يَشتَمِلُ عَلَيهِ مِن التَّفسيرِ وَالتَّدبيرِ الَّذي لا يُحيطُ بِهِ إلاّ أنتَ أن تَفعَلَ بي كَذا وَكَذا. وتذكر حاجتك عوض كذا وكذا."
},
{
    "name": "دعاء العشرات",
    "source": "مفاتيح الجنان",
    "text": "ويستحب الدعاء به في كلّ صباح ومساء، وأفضل أوقاته بعد العصر من يوم الجمعة: \n \n سُبحانَ اللهِ وَالحَمدُ للهِ وَلا إلهَ إلاّ الله وَاللهُ أكبَرُ، وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ العَليِّ العَظيمِ، سُبحانَ اللهِ آناءَ اللَّيلِ وَأطرافَ النَّهارِ، سُبحانَ اللهِ بِالغُدُوِّ وَالآصالِ، سُبحانَ اللهِ بِالعَشيِّ وَالإبكارِ، سُبحانَ اللهِ حينَ تُمسونَ وَحينَ تُصبِحونَ، وَلَهُ الحَمدُ في السَّماواتِ وَالأرضِ وَعَشياً وَحينَ تُظهِرونَ، يُخرِجُ الحَيَّ مِنَ المَيِّتِ ، وَيُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَيُحيي الأرضَ بَعدَ مَوتِها، وَكَذلِكَ تُخرَجونَ، سُبحانَ رَبِّكَ رَبِّ العِزَّةِ عَمّا يَصِفونَ، وَسَلامٌ عَلى المُرسَلينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، سُبحانَ ذي المُلكِ وَالمَلَكوتِ، سُبحانَ ذي العِزَّةِ وَالجَبَروتِ، سُبحانَ ذي الكِبرياءِ وَالعَظَمَةِ المَلِكِ الحَقِّ المُهَيمِنِ القُدّوسِ، سُبحانَ اللهِ المَلِكِ الحَيِّ الَّذي لا يَموتُ، سُبحانَ اللهِ المَلِكِ الحَيِّ القُدّوسِ، سُبحانَ القائِمِ الدَّائِمِ، سُبحانَ الدَّائِمِ القائِمِ، سُبحانَ رَبّيَ العَظيمِ، سُبحانَ رَبّيَ الأعلى، سُبحانَ الحَيِّ القَيّومِ، سُبحانَ العَليِّ الأعلى، سُبحانَهُ وَتَعالى، سُبّوحٌ قُدّوسٌ رَبُّنا وَرَبُّ المَلائِكَةِ وَالرّوحِ، سُبحانَ الدائِمِ غَيرِ الغافِلِ، سُبحانَ العالِمِ بِغَيرِ تَعليمٍ، سُبحانَ خالِقِ ما يُرى وَما لا يُرى، سُبحانَ الَّذي يُدرِكُ الأبصارَ وَلا تُدرِكُهُ الأبصارُ، وَهُوَ اللَّطيفُ الخَبيرُ. \n\n اللَّهُمَّ إنّي أصبَحتُ مِنكَ في نِعمَةٍ وَخَيرٍ وَبَرَكَةٍ وَعافيَةٍ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَأتمِم عَلَيَّ نِعمَتَكَ وَخَيرَكَ وَبَرَكاتِكَ وَعافيَتِكَ بِنَجاةٍ مِنَ النَّارِ، وَارزُقني شُكرَكَ وَعافيَتِكَ وَفَضلَكَ وَكَرامَتَكَ أبَداً ما أبقَيتَني. \n\n اللَّهُمَّ بِنورِكَ اهتَدَيتُ، وَبِفَضلِكَ استَغنَيتُ، وَبِنِعمَتِكَ أصبَحتُ وَأمسَيتُ. اللَّهُمَّ إنّي اُشهِدُكَ وَكَفى بِكَ شَهيداً، وَاُشهِدُ مَلائِكَتَكَ وَأنبيائَكَ وَرُسُلَكَ، وَحَمَلَةَ عَرشِكَ، وَسُكّانَ سَماواتِكَ وَأرضِكَ وَجَميعَ خَلقِكَ، بِأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ، وَحدَكَ لا شَريكَ لَكَ، وَأنَّ مُحَمَّداً (صلّى الله عليه و آله) عَبدُكَ وَرَسولُكَ، وَأنَّكَ عَلى كُلِّ شَيءٍٍ قَديرٌ، تُحيي وَتُميتُ، وَتُميتُ وَتُحيي، وَأشهَدُ أنَّ الجَنَّةَ حَقٌ، وَأنَّ النّارَ حَقٌ وَالنُشورَ حَقُّ، وَالسّاعَةَ آتيَةٌ لارَيبَ فيها وَأنَّ الله يَبعَثُ مَن في القُبورِ وَأشهَدُ أنَّ عَليَّ ابنَ أبي طالِبٍ أميرُ المؤُمِنينَ حَقّاً حَقّاً، وَأنَّ الأئِمَّةَ مِن وُلدِهِ هُمُ الأئِمَّةُ الهُداةُ المَهديّونَ، غَيرُ الضّالّينَ وَلا المُضِلّينَ، وَأنَّهُم أولياؤُكَ المُصطَفَونَ، وَحِزبُكَ الغالِبونَ، وَصَفوَتُكَ وَخِيَرَتُكَ مِن خَلقِكَ، وَنُجَباؤُكَ الَّذينَ انتَجَبتَهُم لِدينِكَ، وَاختَصَصَتُهم مِن خَلقِكَ، وَاصطَفَيتَهُم عَلى عِبادِكَ، وَجَعَلتَهُم حُجَّةً عَلى العالَمينَ صَلَواتُكَ عَلَيهِم وَالسَّلامُ وَرَحمَةُ الله وَبَرَكاتُهُ. اللَّهُمَّ اكتُب لي هذِهِ الشَّهادَةَ عِندَكَ حَتَّى تُلَقِّنِّيها يَومَ القيامة وَأنتَ عَنّي راضٍ إنَّكَ عَلى ما تَشاءُ قَديرٌ. \n\n اللَّهُمَّ لَكَ الحَمدُ حَمداً يَصعَدُ أوَّلُهُ وَلا يَنفَدُ آخِرُهُ. اللَّهُمَّ لَكَ الحَمدُ حَمداً تَضَعُ لَكَ السَّماء كَنَفَيها ، وَتُسَبِّحُ لَكَ الأرضُ وَمَن عَلَيها. اللَّهُمَّ لَكَ الحَمدُ حَمداً سَرمَداً أبَداً لا انقِطاعَ لَهُ وَلا نَفادَ وَلَكَ يَنبَغي وإلَيكَ يَنتَهي، فيَّ وَعَلَيَّ وَلَدَيَّ وَمَعي وَقَبلي وَبَعدي وَأمامي وَفَوقي وَتَحتي، وَإذا مِتُّ وَبَقيتُ فَرداً وَحيداً ثمّ فَنيتُ، وَلَكَ الحَمدُ إذا نُشِرتُ وَبُعِثتُ، يا مَولايَ. اللَّهُمَّ وَلَكَ الحَمدُ وَلَكَ الشُّكرُ بِجَميعِ مَحامِدِكَ كُلِّها عَلى جَميعِ نَعمائِكَ كُلِّها حَتَّى يَنتَهي الحَمدُ إلى ما تُحِبُّ رَبَّنا وَتَرضى. \n\n اللَّهُمَّ لَكَ الحَمدُ عَلى كُلِّ أكلَّةٍ وَشَربَةٍ وَبَطشَةٍ وَقَبضَةٍ وبَسطَةٍ، وَفي كُلِّ مَوضِعِ شَعرَةٍ. اللَّهُمَّ لَكَ الحَمدُ حَمداً خالِداً مَعَ خُلودِكَ وَلَكَ الحَمدُ حَمداً لا مُنتَهى لَهُ دونَ عِلمِكَ وَلَكَ الحَمدُ حَمداً لا أمَدَ لَهُ دونَ مَشيئَتِكَ وَلَكَ الحَمدُ حَمداً لا أجرَ لِقائِلِهِ إلاّ رِضاكَ، وَلَكَ الحَمدُ عَلى حِلمِكَ بَعدَ عِلمِكَ، وَلَكَ الحَمدُ عَلى عَفوِكَ بَعدَ قُدرَتِكَ، وَلَكَ الحَمدُ باعِثَ الحَمدِ، وَلَكَ الحَمدُ وَارِثَ الحَمدِ، وَلَكَ الحَمدُ بَديعَ الحَمدِ، وَلَكَ الحَمدُ مُنتَهى الحَمدِ، وَلَكَ الحَمدُ مُبتَدِعَ الحَمدِ، وَلَكَ الحَمدُ مُشتَريَ الحَمدِ، وَلَكَ الحَمدُ وَليَّ الحَمدِ، وَلَكَ الحَمدُ قِديمَ الحَمدِ، وَلَكَ الحَمدُ صادِقَ الوَعدِ، وَفيَّ العَهدِ، عَزيزَ الجُندِ، قائِمَ المَجدِ، وَلَكَ الحَمدُ رَفيعَ الدَّرَجاتِ مُجيبَ الدَّعَواتِ، مُنزِلَ الآيات مِن فَوقِ سَبعِ سَماواتٍ عَظيمَ البَرَكاتِ، مُخرِجَ النّورِ مِنَ الظُّلُماتِ، وَمُخرِجَ مَن في الظُّلُماتِ إلى النّورِ، مُبَدِّلَ السَّيِّئاتِ حَسَناتٍ وَجاعِلَ الحَسَناتِ دَرَجاتٍ. \n\n اللَّهُمَّ لَكَ الحَمدُ غافِرَ الذَّنبِ وَقابِلَ التَّوبِ، شَديدَ العِقابِ ذا الطَّولِ لا إلهَ إلاّ أنتَ إلَيكَ المَصيرُ. اللَّهُمَّ لَكَ الحَمدُ في اللَّيلِ إذا يَغشى، وَلَكَ الحَمدُ في النَّهارِ إذا تَجَلَى وَلَكَ الحَمدُ في الآخرةِ وَالاُولى، وَلَكَ الحَمدُ عَدَدَ كُلِّ نَجمٍ وَمَلَكٍ في السَّماء، وَلَكَ الحَمدُ عَدَدَ الثَّرى وَالحَصى وَالنَّوى، وَلَكَ الحَمدُ عَدَدَ ما في جَوِّ السَّماء، وَلَكَ الحَمدُ عَدَدَ ما في جَوفِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ أوزانِ ميا هِ البِحارِ، وَلَكَ الحَمدُ عَدَدَ أوراقِ الأشجارِ، وَلَكَ الحَمدُ عَدَدَ ما عَلى وَجهِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ ما أحصى كِتابُكَ، وَلَكَ الحَمدُ عَدَدَ ما أحاطَ بِهِ عِلمُكَ، وَلَكَ الحَمدُ عَدَدَ الإنسِ وَالجِنِّ، وَالهَوامِّ وَالطَّيرِ وَالبَهائِمِ والسِّباعِ حَمداً كَثيراً طَيِّباً مُبارَكاً فيهِ كَما تُحِبُّ رَبَّنا وَتَرضى، وَكَما يَنبَغي لِكَرَمِ وَجهِكَ وَعِزِّ جَلالِكَ. \n\n ثمّ تقول عشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، وَهُوَ اللَطيفُ الخَبيرُ. \n\n وعشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، يُحيي وَيُميتُ، وَيُميتُ وَيُحيي، وَهُوَ حَيُّ لا يَموتُ بيَدِهِ الخَيرُ وَهُوَ عَلى كُلِّ شيءٍ قَديرٌ. \n\n وعشراً: أستَغفِرُ اللهَ الَّذي لا إلهَ إلاّ هُوَ الحَيُّ القَيّومُ وَأتوبُ إلَيهِ. \n\n وعشراً: يا اللهُ يا اللهُ \n\n وعشراً: يا رَحمنُ يا رَحمنُ \n\n وعشراً: يا رَحيمُ يا رَحيمُ \n\n وعشراً: يا بَديعَ السَّماواتِ وَالأرضِ \n\n وعشراً: يا ذا الجَلالِ وَالإكرامِ \n\n وعشراً: يا حَنّانُ يا مَنَّانُ \n\n وعشراً: يا حَيُّ يا قَيّومُ \n\n وعشراً: يا حَيُّ لا إلهَ إلاّ أنتَ \n\n وعشراً: يا اللهُ يا لا إلهَ إلاّ أنتَ \n\n وعشراً: بِسمِ الله الرَّحمنِ الرَّحيمِ \n\n وعشراً: اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ \n\n وعشراً: اللَّهُمَّ افعَل بي ما أنتَ أهلُهُ \n\n وعشراً: آمينَ آمينَوعشراً: قُلْ هُوَ اللهُ أحَدٌ. \n\n ثمّ تقول: \n\n اللَّهُمَّ اصنَع بي ما أنتَ أهلُهُ ، وَلا تَصنَع بي ما أنا أهلُهُ، فَإنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ، وَأنا أهلُ الذُّنوبِ وَالخطايا، فَارحَمني يا مولايَ وَأنتَ أرحَمُ الرَّاحِمينَ. \n\n وأيضاً تقول عشراً: لاحَولَ وَلا قوَّةَ إلاّ بِالله ، تَوَكَّلتُ عَلى الحَيّ الَّذي لايَموتُ، وَالحَمدُ للهِ الَّذي لَم يَتَّخِذ وَلَداً، وَلَم يَكُن لَهُ شَريكٌ في المُلكِ، وَلَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ وَكَبِّرهُ تَكبيراً."
},







  
{
    "name": "",
    "source": "",
    "text": "end"
}

]}
